[   
    {
        "taskCounter": 3260,
        "typeTask": 7,
        "taskKec": [1, 1, 1],
        "taskAnswer": [7325, 500, 1, 40, 880],
        "task": 72,
        "task1": [
            "Исходящие вызовы", "375 мин.", "150 мин.", "275 мин.", "300 мин.",
            "Номер месяца", "", "", "", "",
            "Определите, какие месяцы соответствуют указанному в таблице количеству минут исходящих вызов."
        ],

        
        "task2": "Сколько рублей потратил абонент на услуги связи в декабре?",

        "task3": "Какой наименьший трафик мобильного интернета в гигабайтах за месяц был в 2019 году?",

        "task4": "В январе 2020 года абонентская плата по тарифу «Стандартный» повысилась и составила 490 рублей. На сколько процентов повысилась абонентская плата?",

        "task5": ["«0»", "Нет", "1,1 руб. за 1 Мб"
        , "«300»", "290 руб. за 300 Мб трафика в месяц", "1,2 руб. за 1 Мб сверх 300 Мб"
        , "«800»", "930 руб. за 800 Мб трафика в месяц", "0,5 руб. за 1 Мб сверх 800 Мб"],
        
        "task8": "Абонент предполагает, что трафик составит 800 Мб в месяц, и выбирает наиболее дешёвый тарифный план. Сколько рублей должен будет заплатить абонент за месяц, если трафик действительно будет равен 800 Мб?",
        "task6": ["6. F83A90", "12. 0CA240", "18. 0563D8", "24. E3AFA5", "30. 9A1C92"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "F4978F"
    },
    {
        "taskCounter": 3259,
        "typeTask": 7,
        "taskKec": [1, 1, 1],
        "taskAnswer": [1523, 680, 150, 500, 672],
        "task": 72,
        "task1": [
            "Исходящие вызовы", "175 мин.", "300 мин.", "275 мин.", "150 мин.",
            "Номер месяца", "", "", "", "",
            "Определите, какие месяцы соответствуют указанному в таблице количеству минут исходящих вызов."
        ],

        
        "task2": "Сколько рублей потратил абонент на услуги связи в апреле?",

        "task3": "Какое наименьшее количество минут исходящих вызовов за месяц было в 2019 году?",

        "task4": "Известно, что в 2019 году абонентская плата по тарифу «Стандартный» снизилась на 30% по сравнению с 2018 годом. Сколько рублей составляла абонентская плата в 2018 году?",

        "task5": ["«0»", "Нет", "1,5 руб. за 1 Мб"
        , "«200»", "204 руб. за 200 Мб трафика в месяц", "1,2 руб. за 1 Мб сверх 200 Мб"
        , "«700»", "672 руб. за 700 Мб трафика в месяц", "0,5 руб. за 1 Мб сверх 700 Мб"],
        
        "task8": "Абонент предполагает, что трафик составит 700 Мб в месяц, и выбирает наиболее дешёвый тарифный план. Сколько рублей должен будет заплатить абонент за месяц, если трафик действительно будет равен 700 Мб?",
        "task6": ["5. 9CC7A4", "11. 1A9F7F", "17. E8BE80", "23. D80073", "29. 8DDF65"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "F4978F"
    },
    {
        "taskCounter": 3258,
        "typeTask": 7,
        "taskKec": [1, 1, 1],
        "taskAnswer": [3517, 425, 4, 200, 350],
        "task": 71,
        "task1": [
            "Исходящие вызовы", "150 мин.", "300 мин.", "175 мин.", "375 мин.",
            "Номер месяца", "", "", "", "",
            "Определите, какие месяцы соответствуют указанному в таблице количеству минут исходящих вызов."
        ],

        
        "task2": "Сколько рублей потратил абонент на услуги связи в августе?",

        "task3": "Сколько месяцев в 2019 году расходы по тарифу составили ровно 350 рублей?",

        "task4": "Известно, что в 2019 году абонентская плата по тарифу «Стандартный» выросла на 75% по сравнению с 2018 годом. Сколько рублей составляла абонентская плата в 2018 году?",

        "task5": ["0 руб.", "470 руб.", "400 минут", "4 ГБ", "120 SMS", "0 руб./мин.", "4 руб./мин.", "160 руб. за 0,5 ГБ", "2 руб./шт."],
        
        "task6": ["4. 936D7F", "10. AF4CEB", "16. 2C48EC", "22. 1CDEF9", "28. 680B76"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "F4978F"
    },
    {
        "taskCounter": 3257,
        "typeTask": 7,
        "taskKec": [1, 1, 1],
        "taskAnswer": [31242, 575, 4, 75, 430],
        "task": 71,
        "task1": [
            "Мобильный интернет", "2 ГБ", "2,25 ГБ", "4 ГБ", "3,5 ГБ",
            "Номер месяца", "", "", "", "",
            "Определите, какие месяцы соответствуют указанному в таблице трафику мобильного интернета."
        ],

        
        "task2": "Сколько рублей потратил абонент на услуги связи в июле?",

        "task3": "Сколько месяцев в 2019 году абонент превысил лимит по пакету мобильного интернета?",

        "task4": "Известно, что в 2018 году абонентская плата по тарифу «Стандартный» составляла 200 рублей. На сколько процентов выросла абонентская плата в 2019 году по сравнению с 2018 годом?",

        "task5": ["0 руб.", "430 руб.", "400 минут", "4 ГБ", "120 SMS", "0 руб./мин.", "4 руб./мин.", "180 руб. за 0,5 ГБ", "2 руб./шт."],
        
        "task6": ["3. E4697C", "9. 230DD7", "13. 5BD1CC", "21. DFCA35", "27. 077973"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "F4978F"
    },
    {
        "taskCounter": 3256,
        "typeTask": 7,
        "taskKec": [1, 1, 1],
        "taskAnswer": [83117, 425, 4, 50, 350],
        "task": 71,
        "task1": [
            "Мобильный интернет", "1,5 ГБ", "2 ГБ", "3,75 ГБ", "1 ГБ",
            "Номер месяца", "", "", "", "",
            "Определите, какие месяцы соответствуют указанному в таблице трафику мобильного интернета."
        ],

        
        "task2": "Сколько рублей потратил абонент на услуги связи в июне?",

        "task3": "Сколько месяцев в 2019 году абонент не превышал лимит ни по пакету минут, ни по пакету мобильного интернета?",

        "task4": "На сколько процентов увеличился трафик мобильного интернета в августе по сравнению с июлем 2019 года?",

        "task5": ["0 руб.", "460 руб.", "400 минут", "4 ГБ", "130 SMS", "0 руб./мин.", "4 руб./мин.", "160 руб. за 0,5 ГБ", "2 руб./шт."],
        
        "task6": ["2. B86331", "8. ED661A", "14. 1FE758", "20. 0F3538", "26. 800087"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "F4978F"
    },
    {
        "taskCounter": 3255,
        "typeTask": 7,
        "taskKec": [1, 1, 1],
        "taskAnswer": [76108, 440, 2, 40, 440],
        "task": 71,
        "task1": [
            "Мобильный интернет", "1 ГБ", "3 ГБ", "3,25 ГБ", "1,5 ГБ",
            "Номер месяца", "", "", "", "",
            "Определите, какие месяцы соответствуют указанному в таблице трафику мобильного интернета."
        ],

        
        "task2": "Сколько рублей потратил абонент на услуги связи в феврале?",

        "task3": "Сколько месяцев в 2019 году абонент превысил лимит и по пакету минут, и по пакету мобильного интернета?",

        "task4": "На сколько процентов увеличился трафик мобильного интернета в феврале по сравнению с январём 2019 года?",

        "task5": ["0 руб.", "440 руб.", "400 минут", "4 ГБ", "120 SMS", "0 руб./мин.", "4 руб./мин.", "180 руб. за 0,5 ГБ", "2 руб./шт."],
        
        "task6": ["1. 061534", "7. BBE7E8", "15. 11F08D", "19. 001035", "25. 47661F"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "F4978F"
    },
    {
        "taskCounter": 3254,
        "typeTask": 6,
        "taskKec": [1, 1, 1],
        "taskAnswer": [123, 28, 20, 48, 599],
        "task": 692,
        "task1": [
            "Насел. пункты", "с. Майское", "д. Хомяково", "д. Ясная",
            "Цифры", "", "", ""
        ],

        
        "task2": "Сколько километров проедут Серёжа с папой от деревни Васильево до села Княжеское, если они поедут по шоссе через деревню Рябиновка?",

        "task3": "Найдите расстояние от деревни Васильево до села Княжеское по прямой. Ответ дайте в километрах.",

        "task4": "Сколько минут затратят на дорогу из деревни Пирожки в село Княжеское Серёжа с папой, если они поедут сначала по шоссе, а затем свернут в деревне Васильево на прямую грунтовую дорогу, которая проходит мимо пруда?",

        "task5": "В таблице указана стоимость (в рублях) некоторых продуктов в четырёх магазинах, расположенных в деревне Пирожки, селе Княжеское, деревне Васильево и деревне Рябиновка.",

        "task8": "Серёжа с папой хотят купить 3 л молока, 1 кг говядины и 4 кг картофеля. В каком магазине такой набор продуктов будет стоить дешевле всего? В ответ запишите стоимость данного набора в этом магазине.",
        
        "task6": ["2. ACD5B3", "4. BC8ED1", "6. 022D04", "8. 5FBB18", "10. 1546F7"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "8C173F"
    },
    {
        "taskCounter": 3253,
        "typeTask": 6,
        "taskKec": [1, 1, 1],
        "taskAnswer": [423, 46, 34, 51, 438],
        "task": 692,
        "task1": [
            "Насел. пункты", "д. Пирожки", "с. Княжеское", "д. Рябиновка",
            "Цифры", "", "", ""
        ],

        
        "task2": "Сколько километров проедут Серёжа с папой от деревни Пирожки до села Княжеское, если они поедут по шоссе через деревню Рябиновка?",

        "task3": "Найдите расстояние от деревни Пирожки до села Княжеское по прямой. Ответ дайте в километрах.",

        "task4": "Сколько минут затратят на дорогу из деревни Пирожки в село Княжеское Серёжа с папой, если они поедут по прямой грунтовой дороге?",

        "task5": "В таблице указана стоимость (в рублях) некоторых продуктов в четырёх магазинах, расположенных в деревне Пирожки, селе Княжеское, деревне Васильево и деревне Рябиновка.",

        "task8": "Серёжа с папой хотят купить 2 л молока, 3 батона хлеба и 1 кг сыра «Российский». В каком магазине такой набор продуктов будет стоить дешевле всего? В ответ запишите стоимость данного набора в этом магазине.",
        
        "task6": ["1. A07F51", "3. 2E50A9", "5. 5B87BC", "7. 8692FC", "9. 48DF60"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "8C173F"
    },
    {
        "taskCounter": 3252,
        "typeTask": 6,
        "taskKec": [1, 1, 1],
        "taskAnswer": [321, 14, 10, 61.6, 1316],
        "task": 691,
        "task1": [
            "Насел. пункты", "д. Марусино", "с. Вятское", "д. Куровка",
            "Цифры", "", "", ""
        ],

        
        "task2": "Сколько километров проедут Никита с папой от деревни Куровка до села Вятское, если они поедут по шоссе через деревню Марусино?",

        "task3": "Найдите расстояние от деревни Куровка до села Вятское по прямой. Ответ дайте в километрах.",

        "task4": "Сколько минут затратят на дорогу из деревни Лягушкино в село Вятское Никита с папой, если они поедут сначала по шоссе, а затем свернут в деревне Куровка на прямую тропинку, которая проходит мимо пруда?",

        "task5": "В таблице указана стоимость (в рублях) некоторых продуктов в четырёх магазинах, расположенных в деревне Лягушкино, селе Вятское, деревне Куровка и деревне Марусино.",

        "task8": "Никита с папой хотят купить 6 л молока, 4 батона хлеба и 3 кг говядины. В каком магазине такой набор продуктов будет стоить дешевле всего? В ответ запишите стоимость данного набора в этом магазине.",
        
        "task6": ["2. 530943", "4. 73517C", "6. E7F5C0", "8. 50F56D", "10. F252F3"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "79233F"
    },
    {
        "taskCounter": 3251,
        "typeTask": 6,
        "taskKec": [1, 1, 1],
        "taskAnswer": [421, 23, 17, 55.2, 829],
        "task": 691,
        "task1": [
            "Насел. пункты", "д. Лягушкино", "с. Вятское", "д. Куровка",
            "Цифры", "", "", ""
        ],

        
        "task2": "Сколько километров проедут Никита с папой от деревни Лягушкино до села Вятское, если они поедут по шоссе через деревню Марусино?",

        "task3": "Найдите расстояние от деревни Лягушкино до села Вятское по прямой. Ответ дайте в километрах.",

        "task4": "Сколько минут затратят на дорогу из деревни Лягушкино в село Вятское Никита с папой, если поедут через деревню Марусино?",

        "task5": "В таблице указана стоимость (в рублях) некоторых продуктов в четырёх магазинах, расположенных в деревне Лягушкино, селе Вятское, деревне Куровка и деревне Марусино.",

        "task8": "Никита с папой хотят купить 3 батона хлеба, 2 кг говядины и 3 кг картофеля. В каком магазине такой набор продуктов будет стоить дешевле всего? В ответ запишите стоимость данного набора в этом магазине.",
        
        "task6": ["1. 40ACC2", "3. 01BBB2", "5. 907954", "7. 68CB09", "9. AA5417"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "79233F"
    },
    {
        "taskCounter": 3250,
        "typeTask": 6,
        "taskKec": [1, 1, 1],
        "taskAnswer": [413, 51, 39, 158.8, 3240],
        "task": 69,
        "task1": [
            "Насел. пункты", "д. Рассвет", "с. Плодородное", "д. Шарковка",
            "Цифры", "", "", ""
        ],

        
        "task2": "Сколько километров проедут Дима с дедушкой от деревни Шарковка до села Плодородное, если они поедут по шоссе через деревню Рассвет?",

        "task3": "Найдите расстояние от деревни Шарковка до села Плодородное по прямой. Ответ дайте в километрах.",

        "task4": "Сколько минут затратят на дорогу из деревни Васильевка в село Плодородное Дима с дедушкой, если они поедут сначала по шоссе, а затем свернут в Шарковке на прямую тропинку, которая проходит мимо пруда?",

        "task5": "В таблице указана стоимость (в рублях) некоторых продуктов в четырёх магазинах, расположенных в деревне Васильевка, селе Плодородное, деревне Шарковка и деревне Рассвет.",

        "task8": "Дима с дедушкой хотят купить 4 кг сыра «Российский», 5 кг говядины, 6 кг картофеля. В каком магазине такой набор продуктов будет стоить дешевле всего? В ответ запишите стоимость данного набора в этом магазине.",
        
        "task6": ["2. 61901B", "4. 9F0E92", "6. 6550BA", "8. E0BBB9", "10. EB6B6C"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "EAE764"
    },
    {
        "taskCounter": 3249,
        "typeTask": 6,
        "taskKec": [1, 1, 1],
        "taskAnswer": [412, 63, 45, 150, 1358],
        "task": 69,
        "task1": [
            "Насел. пункты", "д. Рассвет", "с. Плодородное", "д. Васильевка",
            "Цифры", "", "", ""
        ],

        
        "task2": "Сколько километров проедут Дима с дедушкой от деревни Васильевка до села Плодородное, если они поедут по шоссе через деревню Рассвет?",

        "task3": "Найдите расстояние от деревни Васильевка до села Плодородное по прямой. Ответ дайте в километрах.",

        "task4": "Сколько минут затратят на дорогу из деревни Васильевка в село Плодородное Дима с дедушкой, если они поедут по прямой лесной дорожке?",

        "task5": "",

        "task8": "",
        
        "task6": ["1. 9C3565", "3. 6FEB96", "5. 9D29EC", "7. 529A49", "9. 98442B"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "EAE764"
    },
    {
        "taskCounter": 3248,
        "typeTask": 6,
        "taskKec": [1, 1, 1],
        "taskAnswer": [234, 41, 29, 206, 786],
        "task": 68,
        "task1": [
            "Насел. пункты", "д. Калиновка", "с. Ровное", "с. Ольгино",
            "Цифры", "", "", ""
        ],

        
        "task2": "Сколько километров проедут Ваня с дедушкой от деревни Калиновка до села Ольгино, если они поедут по шоссе через село Ровное?",

        "task3": "Найдите расстояние от деревни Калиновка до села Ольгино по прямой. Ответ дайте в километрах.",

        "task4": "Сколько минут затратят на дорогу из деревни Дивная в село Ольгино Ваня с дедушкой, если они поедут сначала по шоссе, а затем свернут в Калиновке на прямую тропинку, которая проходит мимо пруда?",

        "task5": "В таблице указана стоимость (в рублях) некоторых продуктов в четырёх магазинах, расположенных в селе Ольгино, деревне Дивная, селе Ровное и деревне Калиновка.",

        "task8": "Ваня с дедушкой хотят купить батон хлеба, 2 кг говядины и 3 кг картофеля. В каком магазине такой набор продуктов будет стоить дешевле всего? В ответ запишите стоимость этого набора в этом магазине.",
        
        "task6": ["2. AF782F", "4. A65199", "6. BD700B", "8. 2F442A", "10. A31790"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "34E199"
    },
    {
        "taskCounter": 3247,
        "typeTask": 6,
        "taskKec": [1, 1, 1],
        "taskAnswer": [413, 49, 35, 196, 259],
        "task": 68,
        "task1": [
            "Насел. пункты", "с. Ольгино", "д. Дивная", "с. Ровное",
            "Цифры", "", "", ""
        ],

        
        "task2": "Сколько километров проедут Ваня с дедушкой от деревни Дивная до села Ольгино, если они поедут по шоссе через село Ровное?",

        "task3": "Найдите расстояние от деревни Дивная до села Ольгино по прямой. Ответ дайте в километрах.",

        "task4": "Сколько минут затратят на дорогу из деревни Дивная в село Ольгино Ваня с дедушкой, если они поедут через село Ровное?",

        "task5": "В таблице указана стоимость (в рублях) некоторых продуктов в четырёх магазинах, расположенных в селе Ольгино, деревне Дивная, селе Ровное и деревне Калиновка.",

        "task8": "Ваня с дедушкой хотят купить 3 л молока, 0,5 кг сыра «Российский» и 2 кг картофеля. В каком магазине такой набор продуктов будет стоить дешевле всего? В ответ запишите стоимость данного набора в этом магазине.",
        
        "task6": ["1. AC5E2C", "3. 79F189", "5. C2D81F", "7. 68DD25", "9. 9DBB19"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "34E199"
    },
    {
        "taskCounter": 3246,
        "typeTask": 6,
        "taskKec": [1, 1, 1],
        "taskAnswer": [132, 17, 13, 85, 1272],
        "task": 67,
        "task1": [
            "Насел. пункты", "д. Журавушка", "д. Камышино", "с. Иваново",
            "Цифры", "", "", ""
        ],

        
        "task2": "Сколько километров проедут Саша с дедушкой от деревни Камышино до села Иваново, если они поедут по шоссе через деревню Журавушка?",

        "task3": "Найдите расстояние от деревни Камышино до села Иваново по прямой. Ответ дайте в километрах.",

        "task4": "Сколько минут затратят на дорогу из деревни Васильково в село Иваново Саша с дедушкой, если они поедут сначала по шоссе, а затем свернут в Камышино на прямую тропинку, которая проходит мимо пруда?",

        "task5": "В таблице указана стоимость (в рублях) некоторых продуктов в четырёх магазинах, расположенных в деревне Васильково, селе Иваново, деревне Камышино и деревне Журавушка.",

        "task8": "Саша с дедушкой хотят купить 3 батона хлеба, 2 кг сыра «Российский» и 2 кг говядины. В каком магазине такой набор продуктов будет стоить дешевле всего? В ответ запишите стоимость данного набора в этом магазине.",
        
        "task6": ["2. E579DF", "4. 552351", "6. 37226A", "8. 26AFA2", "10. CA483A"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "E4DF9C"
    },
    {
        "taskCounter": 3245,
        "typeTask": 6,
        "taskKec": [1, 1, 1],
        "taskAnswer": [423, 28, 20, 80, 1246],
        "task": 67,
        "task1": [
            "Насел. пункты", "д. Васильково", "с. Иваново", "д. Камышино",
            "Цифры", "", "", ""
        ],

        
        "task2": "Сколько километров проедут Саша с дедушкой от деревни Васильково до села Иваново, если они поедут по шоссе через деревню Журавушка?",

        "task3": "Найдите расстояние от деревни Васильково до села Иваново по прямой. Ответ дайте в километрах.",

        "task4": "Сколько минут затратят на дорогу из деревни Васильково в село Иваново Саша с дедушкой, если они поедут по прямой лесной дорожке?",

        "task5": "В таблице указана стоимость (в рублях) некоторых продуктов в четырёх магазинах, расположенных в деревне Васильково, селе Иваново, деревне Камышино и деревне Журавушка.",

        "task8": "Саша с дедушкой хотят купить 2 л молока, 3 кг говядины и 2 кг картофеля. В каком магазине такой набор продуктов будет стоить дешевле всего? В ответ запишите стоимость данного набора в этом магазине.",
        
        "task6": ["1. 0822A3", "3. C94FAE", "5. F5292D", "7. E64C0D", "9. FD71FF"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "E4DF9C"
    },
    {
        "taskCounter": 3244,
        "typeTask": 6,
        "taskKec": [1, 1, 1],
        "taskAnswer": [431, 34, 26, 170, 433],
        "task": 66,
        "task1": [
            "Насел. пункты", "с. Майское", "д. Хомяково", "д. Ясная",
            "Цифры", "", "", ""
        ],

        
        "task2": "Сколько километров проедут Полина с дедушкой от деревни Камышёвка до села Майское, если они поедут по шоссе через деревню Хомяково?",

        "task3": "Найдите расстояние от деревни Камышёвка до села Майское по прямой. Ответ дайте в километрах.",

        "task4": "Сколько минут затратят на дорогу из деревни Ясная в село Майское Полина с дедушкой, если они поедут сначала по шоссе, а затем свернут в Камышёвке на прямую тропинку, которая проходит мимо пруда?",

        "task5": "В таблице указана стоимость (в рублях) некоторых продуктов в четырёх магазинах, расположенных в деревне Ясная, селе Майское, деревне Камышёвка и деревне Хомяково.",

        "task8": "Полина с дедушкой хотят купить 2 л молока, 3 кг говядины и 2 кг картофеля. В каком магазине такой набор продуктов будет стоить дешевле всего? В ответ запишите стоимость данного набора в этом магазине.",
        
        "task6": ["2. 956E41", "4. 81A4BF", "6. 798575", "8. 48AD41", "10. 504626"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "F6B6DD"
    },
    {
        "taskCounter": 3243,
        "typeTask": 6,
        "taskKec": [1, 1, 1],
        "taskAnswer": [213, 56, 40, 168, 1134],
        "task": 66,
        "task1": [
            "Насел. пункты", "д. Камышёвка", "д. Ясная", "д. Хомяково",
            "Цифры", "", "", ""
        ],

        
        "task2": "Сколько километров проедут Полина с дедушкой от деревни Ясная до села Майское, если они поедут по шоссе через деревню Хомяково?",

        "task3": "Найдите расстояние от деревни Ясная до села Майское по прямой. Ответ дайте в километрах.",

        "task4": "Сколько минут затратят на дорогу из деревни Ясная в село Майское Полина с дедушкой, если поедут через деревню Хомяково?",

        "task5": "В таблице указана стоимость (в рублях) некоторых продуктов в четырёх магазинах, расположенных в деревне Ясная, селе Майское, деревне Камышёвка и деревне Хомяково.",

        "task8": "Полина с дедушкой хотят купить 2 л молока, 3 кг говядины и 2 кг картофеля. В каком магазине такой набор продуктов будет стоить дешевле всего? В ответ запишите стоимость данного набора в этом магазине.",
        
        "task6": ["1. 2C4E7E", "3. 9B56D2", "5. C94E00", "7. 6B0E5B", "9. F8B12D"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "F6B6DD"
    },
    {
        "taskCounter": 3242,
        "typeTask": 6,
        "taskKec": [1, 1, 1],
        "taskAnswer": [243, 56, 40, 87, 1096],
        "task": 65,
        "task1": [
            "Насел. пункты", "с. Кленовое", "д. Ёлочки", "д. Сосенки",
            "Цифры", "", "", ""
        ],

        
        "task2": "Сколько километров проедут Володя с дедушкой от деревни Сосенки до села Кленовое, если они поедут по шоссе через деревню Жуки?",

        "task3": "Найдите расстояние от деревни Сосенки до села Кленовое по прямой. Ответ дайте в километрах.",

        "task4": "Сколько минут затратят на дорогу из деревни Ёлочки в село Кленовое Володя с дедушкой, если они поедут сначала по шоссе, а затем свернут в деревне Сосенки на грунтовую дорогу, которая проходит мимо пруда?",

        "task5": "В таблице указана стоимость (в рублях) некоторых продуктов в четырёх магазинах, расположенных в деревне Ёлочки, селе Кленовое, деревне Сосенки и деревне Жуки.",

        "task8": "Володя с дедушкой хотят купить 3 батона хлеба, 2 кг сыра «Российский» и 3 кг говядины. В каком магазине такой набор продуктов будет стоить дешевле всего? В ответ запишите стоимость данного набора в этом магазине.",
        
        "task6": ["2. 8B1B3C", "4. 267533", "6. 0E979A", "8. 40DC6F", "10. 80B9B5"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "35C016"
    },
    {
        "taskCounter": 3241,
        "typeTask": 6,
        "taskKec": [1, 1, 1],
        "taskAnswer": [421, 92, 68, 102, 1096],
        "task": 65,
        "task1": [
            "Насел. пункты", "д. Ёлочки", "с. Кленовое", "д. Жуки",
            "Цифры", "", "", ""
        ],

        
        "task2": "Сколько километров проедут Володя с дедушкой от деревни Ёлочки до села Кленовое, если они поедут по шоссе через деревню Жуки?",

        "task3": "Найдите расстояние от деревни Ёлочки до села Кленовое по прямой. Ответ дайте в километрах.",

        "task4": "Сколько минут затратят на дорогу из деревни Ёлочки в село Кленовое Володя с дедушкой, если они поедут по прямой грунтовой дороге?",

        "task5": "В таблице указана стоимость (в рублях) некоторых продуктов в четырёх магазинах, расположенных в деревне Ёлочки, селе Кленовое, деревне Сосенки и деревне Жуки.",

        "task8": "Володя с дедушкой хотят купить 5 л молока, 3 кг сыра «Российский» и 4 кг картофеля. В каком магазине такой набор продуктов будет стоить дешевле всего? В ответ запишите стоимость данного набора в этом магазине.",
        
        "task6": ["1. 7B221C", "3. 206A24", "5. 6F6ACD", "7. 523739", "9. 15AB34"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "35C016"
    },
    {
        "taskCounter": 3240,
        "typeTask": 6,
        "taskKec": [1, 1, 1],
        "taskAnswer": [234, 34, 26, 162, 957],
        "task": 64,
        "task1": [
            "Насел. пункты", "д. Таловка", "д. Грушёвка", "с. Абрамово",
            "Цифры", "", "", ""
        ],

        
        "task2": "Сколько километров проедут Гриша с дедушкой от деревни Таловка до села Абрамово, если они поедут по шоссе через деревню Новая?",

        "task3": "Найдите расстояние от деревни Таловка до села Абрамово по прямой. Ответ дайте в километрах.",

        "task4": "Сколько минут затратят на дорогу из деревни Грушёвка в село Абрамово Гриша с дедушкой, если они поедут сначала по шоссе, а затем свернут в Таловке на прямую тропинку, которая проходит мимо пруда?",

        "task5": "В таблице указана стоимость (в рублях) некоторых продуктов в четырёх магазинах, расположенных в деревне Грушёвка, селе Абрамово, деревне Таловка и деревне Новая.",

        "task8": "Гриша с дедушкой хотят купить 4 л молока, 5 батонов хлеба и 2 кг говядины. В каком магазине такой набор продуктов будет стоить дешевле всего? В ответ запишите стоимость данного набора в этом магазине.",
        
        "task6": ["2. A595D8", "4. 815F15", "6. C9FB8A", "8. 344753", "10. 5B5F1D"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "C09A0A"
    },
    {
        "taskCounter": 3239,
        "typeTask": 6,
        "taskKec": [1, 1, 1],
        "taskAnswer": [143, 42, 30, 168, 570],
        "task": 64,
        "task1": [
            "Насел. пункты", "д. Новая", "с. Абрамово", "д. Грушёвка",
            "Цифры", "", "", ""
        ],

        
        "task2": "Сколько километров проедут Гриша с дедушкой от деревни Грушёвка до села Абрамово, если они поедут по шоссе через деревню Новая?",

        "task3": "Найдите расстояние от деревни Грушёвка до села Абрамово по прямой. Ответ дайте в километрах.",

        "task4": "Сколько минут затратят на дорогу из деревни Грушёвка в село Абрамово Гриша с дедушкой, если поедут через деревню Новая?",

        "task5": "В таблице указана стоимость (в рублях) некоторых продуктов в четырёх магазинах, расположенных в деревне Грушёвка, селе Абрамово, деревне Таловка и деревне Новая.",

        "task8": "Гриша с дедушкой хотят купить 3 батона хлеба, 1,5 кг сыра «Российский» и 5 кг картофеля. В каком магазине такой набор продуктов будет стоить дешевле всего? В ответ запишите стоимость данного набора в этом магазине.",
        
        "task6": ["1. 9DA1CD", "3. 279B0A", "5. 815F15", "7. D46403", "9. 60CCFB"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "C09A0A"
    },
    {
        "taskCounter": 3238,
        "typeTask": 6,
        "taskKec": [1, 1, 1],
        "taskAnswer": [132, 23, 17, 150, 1540],
        "task": 63,
        "task1": [
            "Насел. пункты", "д. Старая", "с. Николаево", "д. Зябликово",
            "Цифры", "", "", ""
        ],

        
        "task2": "Сколько километров проедут Гриша с дедушкой от деревни Зябликово до села Николаево, если они поедут по шоссе через деревню Старая?",

        "task3": "Найдите расстояние от деревни Зябликово до села Николаево по прямой. Ответ дайте в километрах.",

        "task4": "Сколько минут затратят на дорогу из деревни Осиновка в село Николаево Гриша с дедушкой, если они поедут сначала по шоссе, а затем свернут в деревне Зябликово на прямую тропинку, которая проходит мимо пруда?",

        "task5": "В таблице указана стоимость (в рублях) некоторых продуктов в четырёх магазинах, расположенных в деревне Осиновка, селе Николаево, деревне Зябликово и деревне Старая.",

        "task8": "Гриша с дедушкой хотят купить 5 л молока, 2 кг сыра «Российский» и 2 кг говядины. В каком магазине такой набор продуктов будет стоить дешевле всего? В ответ запишите стоимость данного набора в этом магазине.",
        
        "task6": ["2. B54F14", "4. 4004C7", "6. D34BA5", "8. 42D860", "10. 648B0F"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "BA66FC"
    },
    {
        "taskCounter": 3237,
        "typeTask": 6,
        "taskKec": [1, 1, 1],
        "taskAnswer": [432, 35, 25, 150, 256],
        "task": 63,
        "task1": [
            "Насел. пункты", "д. Осиновка", "с. Николаево", "д. Зябликово",
            "Цифры", "", "", ""
        ],

        
        "task2": "Сколько километров проедут Гриша с дедушкой от деревни Осиновка до села Николаево, если они поедут по шоссе через деревню Старая?",

        "task3": "Найдите расстояние от деревни Осиновка до села Николаево по прямой. Ответ дайте в километрах.",

        "task4": "Сколько минут затратят на дорогу из деревни Осиновка в село Николаево Гриша с дедушкой, если они поедут по прямой лесной дорожке?",

        "task5": "В таблице указана стоимость (в рублях) некоторых продуктов в четырёх магазинах, расположенных в деревне Осиновка, селе Николаево, деревне Зябликово и деревне Старая.",

        "task8": "Гриша с дедушкой хотят купить 3 л молока, 2 батона хлеба и 3 кг картофеля. В каком магазине такой набор продуктов будет стоить дешевле всего? В ответ запишите стоимость данного набора в этом магазине.",
        
        "task6": ["1. 50AAED", "3. D73DC8", "5. 8285E0", "7. E9A538", "9. 48ABB4"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "BA66FC"
    },
    {
        "taskCounter": 3236,
        "typeTask": 6,
        "taskKec": [1, 1, 1],
        "taskAnswer": [342, 35, 25, 118, 746],
        "task": 62,
        "task1": [
            "Насел. пункты", "д. Полянка", "с. Захарово", "д. Вёсенка",
            "Цифры", "", "", ""
        ],

        
        "task2": "Сколько километров проедут Саша с дедушкой от деревни Вёсенка до села Захарово, если они поедут по шоссе через деревню Полянка?",

        "task3": "Найдите расстояние от деревни Вёсенка до села Захарово по прямой. Ответ дайте в километрах.",

        "task4": "Сколько минут затратят на дорогу из деревни Масловка в село Захарово Саша с дедушкой, если они поедут сначала по шоссе, а затем свернут в деревне Вёсенка на прямую тропинку, которая проходит мимо пруда?",

        "task5": "В таблице указана стоимость (в рублях) некоторых продуктов в четырёх магазинах, расположенных в деревне Масловка, селе Захарово, деревне Вёсенка и деревне Полянка.",

        "task8": "Саша с дедушкой хотят купить 3 батона хлеба, 2 кг сыра «Российский» и 5 кг картофеля. В каком магазине такой набор продуктов будет стоить дешевле всего? В ответ запишите стоимость данного набора в этом магазине.",
        
        "task6": ["2. AFAE7D", "4. 256E4B", "6. 00194F", "8. F5D8CA", "10. 8061BC"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "650747"
    },
    {
        "taskCounter": 3235,
        "typeTask": 6,
        "taskKec": [1, 1, 1],
        "taskAnswer": [142, 41, 29, 116, 930],
        "task": 62,
        "task1": [
            "Насел. пункты", "д. Масловка", "с. Захарово", "д. Вёсенка",
            "Цифры", "", "", ""
        ],

        
        "task2": "Сколько километров проедут Саша с дедушкой от деревни Масловка до села Захарово, если они поедут по шоссе через деревню Полянка?",

        "task3": "Найдите расстояние от деревни Масловка до села Захарово по прямой. Ответ дайте в километрах.",

        "task4": "Сколько минут затратят на дорогу из деревни Масловка в село Захарово Саша с дедушкой, если они поедут по прямой лесной дорожке?",

        "task5": "В таблице указана стоимость (в рублях) некоторых продуктов в четырёх магазинах, расположенных в деревне Масловка, селе Захарово, деревне Вёсенка и деревне Полянка.",

        "task8": "Саша с дедушкой хотят купить 2 л молока, 2 кг говядины и 4 кг картофеля. В каком магазине такой набор продуктов будет стоить дешевле всего? В ответ запишите стоимость данного набора в этом магазине.",
        
        "task6": ["1. C9CC62", "3. 47CB29", "5. 0F3619", "7. 0B1AFD", "9. EFAD85"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "650747"
    },
    {
        "taskCounter": 3234,
        "typeTask": 6,
        "taskKec": [1, 1, 1],
        "taskAnswer": [7425, 21, 29, 58, 7.7],
        "task": 61,
        "task1": [
            "Деревни", "Богданово", "Ванютино", "Егорка", "Жилино", 
            "Цифры", "", "", "", ""
        ],

        
        "task2": "Найдите расстояние от Ванютино до Богданово по шоссе. Ответ дайте в километрах.",

        "task3": "Найдите расстояние от Антоновки до Богданово по прямой. Ответ дайте в километрах.",

        "task4": "Сколько минут затратят на дорогу Таня с дедушкой из Антоновки в Богданово, если поедут напрямик?",

        "task5": "На шоссе машина дедушки расходует 5,5 литра бензина на 100 км. Известно, что на путь из Антоновки до Богданово через Ванютино и путь через Егорку и Жилино мимо конюшни ей необходим один и тот же объём бензина. Сколько литров бензина на 100 км машина дедушки расходует на просёлочных дорогах?",
        
        "task6": ["4. 40373A", "8. 1DD53B", "12. 14EF59", "16. C23492", "20. 339932"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "B64540"
    },
    {
        "taskCounter": 3233,
        "typeTask": 6,
        "taskKec": [1, 1, 1],
        "taskAnswer": [7632, 6, 25, 54, 9.1],
        "task": 61,
        "task1": [
            "Деревни", "Богданово", "Горюново", "Доломино", "Егорка", 
            "Цифры", "", "", "", ""
        ],

        
        "task2": "Найдите расстояние от Горюново до Жилино по шоссе. Ответ дайте в километрах.",

        "task3": "Найдите расстояние от Антоновки до Горюново по прямой. Ответ дайте в километрах.",

        "task4": "Сколько минут затратят на дорогу Таня с дедушкой из Антоновки в Богданово, если поедут через Егорку и Жилино мимо конюшни?",

        "task5": "На шоссе машина дедушки расходует 6,5 литра бензина на 100 км. Известно, что на путь из Антоновки до Богданово через Ванютино и путь через Горюново мимо пруда ей необходим один и тот же объём бензина. Сколько литров бензина на 100 км машина дедушки расходует на просёлочных дорогах?",
        
        "task6": ["3. D7DA06", "7. ACE7E1", "11. 95B15C", "15. 211095", "19. 3DE30E"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "B64540"
    },
    {
        "taskCounter": 3232,
        "typeTask": 6,
        "taskKec": [1, 1, 1],
        "taskAnswer": [2435, 8, 17, 55.6, 8.2],
        "task": 61,
        "task1": [
            "Деревни", "Егорка", "Ванютино", "Доломино", "Жилино", 
            "Цифры", "", "", "", ""
        ],

        
        "task2": "Найдите расстояние от Доломино до Ванютино по шоссе. Ответ дайте в километрах.",

        "task3": "Найдите расстояние от Доломино до Горюново по прямой. Ответ дайте в километрах.",

        "task4": "Сколько минут затратят на дорогу Таня с дедушкой из Антоновки в Богданово, если поедут через Доломино и Горюново мимо конюшни?",

        "task5": "На шоссе машина дедушки расходует 5,8 литра бензина на 100 км. Известно, что на путь из Антоновки до Богданово через Ванютино и путь напрямик ей необходим один и тот же объём бензина. Сколько литров бензина на 100 км машина дедушки расходует на просёлочных дорогах?",
        
        "task6": ["2. 1DAE55", "6. 093985", "10. BD19A3", "14. 44E538", "18. D02C75"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "B64540"
    },
    {
        "taskCounter": 3231,
        "typeTask": 6,
        "taskKec": [1, 1, 1],
        "taskAnswer": [4625, 8, 15, 57.2, 9.2],
        "task": 61,
        "task1": [
            "Деревни", "Ванютино", "Горюново", "Егорка", "Жилино", 
            "Цифры", "", "", "", ""
        ],

        
        "task2": "Найдите расстояние от Антоновки до Егорки по шоссе. Ответ дайте в километрах.",

        "task3": "Найдите расстояние от Егорки до Жилино по прямой. Ответ дайте в километрах.",

        "task4": "Сколько минут затратят на дорогу Таня с дедушкой из Антоновки в Богданово, если поедут мимо пруда через Горюново?",

        "task5": "На шоссе машина дедушки расходует 6,8 литра бензина на 100 км. Известно, что на путь из Антоновки до Богданово через Ванютино и путь через Доломино и Горюново мимо конюшни ей необходим один и тот же объём бензина. Сколько литров бензина на 100 км машина дедушки расходует на просёлочных дорогах?",
        
        "task6": ["1. EABF12", "5. E30C8F", "9. B8F7D9", "13. FCA4C5", "17. DAD553"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "B64540"
    },
    {
        "taskCounter": 3230,
        "typeTask": 5,
        "taskKec": [1, 1, 1],
        "taskAnswer": [5723, 88, 31, 10, 200],
        "task": 53,
        "task1": [
            "Объекты", "беседка", "ели", "гараж", "мангал", 
            "Цифры", "", "", "", ""
        ],

        "task9": [
            "18 000 руб.", "9980 руб.", "1,2 куб. м/ч", "4,8 руб./куб. м", 
            "13 000 руб.", "10 500 руб.", "6,4 кВт", "4,4 руб./(кВт⋅ч)"],

        "task2": "Найдите площадь, которую занимает жилой дом. Ответ дайте в квадратных метрах.",
        "task3": "Тротуарная плитка продаётся в упаковках по 8 штук. Сколько упаковок плитки понадобилось, чтобы выложить только дорожки?",
        "task4": "Найдите расстояние от гаража до жилого дома (расстояние между двумя ближайшими точками по прямой) в метрах.",
        "task5": "Обдумав оба варианта, хозяин решил установить газовое отопление. Через сколько часов непрерывной работы отопления экономия от использования газа вместо электричества компенсирует разность в стоимости покупки и установки газового и электрического оборудования?",
        
        "task8": "Хозяин участка планирует устроить в жилом доме зимнее отопление. Он рассматривает два варианта: электрическое или газовое отопление. Цены на оборудование и стоимость его установки, данные о расходе газа, электроэнергии и их стоимости даны в таблице.",
        "task6": ["2. 20232F", "4. A93638", "6. 2670FC", "8. BA4CA1", "10. A95345"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "856918"
    },
    {
        "taskCounter": 3229,
        "typeTask": 5,
        "taskKec": [1, 1, 1],
        "taskAnswer": [4235, 32, 31, 4, 400],
        "task": 53,
        "task1": [
            "Объекты", "цветник", "гараж", "мангал", "беседка", 
            "Цифры", "", "", "", ""
        ],

        "task9": [
            "28 000 руб.", "16 540 руб.", "1,1 куб. м/ч", "4,8 руб./куб. м", 
            "22 000 руб.", "14 444 руб.", "5,8 кВт", "4,4 руб./(кВт⋅ч)"],

        "task2": "Найдите площадь, которую занимает цветник. Ответ дайте в квадратных метрах.",
        "task3": "Тротуарная плитка продаётся в упаковках, рассчитанных на 3,5 кв. м. Сколько упаковок такой плитки понадобилось, чтобы выложить все дорожки и обе площадки?",
        "task4": "Сколько процентов площади всего участка занимает сарай?",
        "task5": "Обдумав оба варианта, хозяин решил установить газовое отопление. Через сколько часов непрерывной работы отопления экономия от использования газа вместо электричества компенсирует разность в стоимости покупки и установки газового и электрического оборудования?",
        
        "task8": "Хозяин участка планирует устроить в жилом доме зимнее отопление. Он рассматривает два варианта: электрическое или газовое отопление. Цены на оборудование и стоимость его установки, данные о расходе газа, электроэнергии и их стоимости даны в таблице.",
        "task6": ["1. D9D19B", "3. 37804F", "5. A62909", "7. E5CF7F", "9. DB97BA"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "856918"
    },
    {
        "taskCounter": 3228,
        "typeTask": 5,
        "taskKec": [1, 1, 1],
        "taskAnswer": [5136, 6, 72, 10, 650],
        "task": 52,
        "task1": [
            "Объекты", "яблони", "теплица", "жилой дом", "баня", 
            "Цифры", "", "", "", ""
        ],

        "task9": [
            "22 000 руб.", "14 580 руб.", "1,4 куб. м/ч", "5,5 руб./куб. м", 
            "15 000 руб.", "13 000 руб.", "5,5 кВт", "3,8 руб./(кВт⋅ч)"],

        "task2": "Тротуарная плитка продаётся в упаковках по 5 штук. Сколько упаковок плитки понадобилось, чтобы выложить все дорожки?",
        "task3": "Найдите площадь открытого грунта огорода (вне теплицы). Ответ дайте в квадратных метрах.",
        "task4": "Найдите расстояние от ворот до сарая (расстояние между двумя ближайшими точками по прямой) в метрах.",
        "task5": "Обдумав оба варианта, хозяин решил установить газовое отопление. Через сколько часов непрерывной работы отопления экономия от использования газа вместо электричества компенсирует разность в стоимости покупки и установки газового и электрического оборудования?",
        
        "task8": "Хозяин участка планирует устроить в жилом доме зимнее отопление. Он рассматривает два варианта: электрическое или газовое отопление. Цены на оборудование и стоимость его установки, данные о расходе газа, электроэнергии и их стоимости даны в таблице.",
        "task6": ["2. AE0305", "4. 8A64A1", "6. 2250F7", "8. 425E7D", "10. 33DBEA"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "272C13"
    },
    {
        "taskCounter": 3227,
        "typeTask": 5,
        "taskKec": [1, 1, 1],
        "taskAnswer": [3461, 23, 68, 10, 500],
        "task": 52,
        "task1": [
            "Объекты", "жилой дом", "сарай", "баня", "теплица", 
            "Цифры", "", "", "", ""
        ],

        "task9": [
            "24 000 руб.", "18 280 руб.", "1,2 куб. м/ч", "5,6 руб./куб. м", 
            "20 000 руб.", "15 000 руб.", "5,6 кВт", "3,8 руб./(кВт⋅ч)"],

        "task2": "Тротуарная плитка продаётся в упаковках по 4 штуки. Сколько упаковок плитки понадобилось, чтобы выложить все дорожки и площадку перед гаражом?",
        "task3": "Найдите площадь, которую занимает жилой дом. Ответ дайте в квадратных метрах.",
        "task4": "Найдите расстояние от жилого дома до гаража (расстояние между двумя ближайшими точками по прямой) в метрах.",
        "task5": "Обдумав оба варианта, хозяин решил установить газовое отопление. Через сколько часов непрерывной работы отопления экономия от использования газа вместо электричества компенсирует разность в стоимости покупки и установки газового и электрического оборудования?",
        
        "task8": "Хозяин участка планирует устроить в жилом доме зимнее отопление. Он рассматривает два варианта: электрическое или газовое отопление. Цены на оборудование и стоимость его установки, данные о расходе газа, электроэнергии и их стоимости даны в таблице.",
        "task6": ["1. 29F1E0", "3. 47A37D", "5. B10B55", "7. C80DB3", "9. A92357"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "272C13"
    },
    {
        "taskCounter": 3226,
        "typeTask": 5,
        "taskKec": [1, 1, 1],
        "taskAnswer": [2473, 7, 108, 300, 500],
        "task": 51,
        "task1": [
            "Объекты", "гараж", "баня", "жилой дом", "яблони", 
            "Цифры", "", "", "", ""
        ],

        "task9": [
            "22 000 руб.", "20 105 руб.", "1,5 куб. м/ч", "4,9 руб./куб. м", 
            "19 000 руб.", "16 000 руб.", "4,9 кВт", "4,4 руб./( кВт⋅ч)"],

        "task2": "Плитки для садовых дорожек продаются в упаковках по 4 штуки. Сколько упаковок плиток понадобилось, чтобы выложить все дорожки?",
        "task3": "Найдите площадь открытого грунта огорода (вне теплицы). Ответ дайте в квадратных метрах.",
        "task4": "На сколько процентов площадь, которую занимает гараж, больше площади, которую занимает теплица?",
        "task5": "Обдумав оба варианта, хозяин решил установить газовое отопление. Через сколько часов непрерывной работы отопления экономия от использования газа вместо электричества компенсирует разницу в стоимости покупки и установки газового и электрического оборудования?",
        
        "task8": "Хозяин участка планирует установить в жилом доме систему отопления. Он рассматривает два варианта: электрическое или газовое отопление. Цены на оборудование и стоимость его установки, данные о расходе газа, электроэнергии и их стоимости даны в таблице.",
        "task6": ["4. BEE9EC", "8. 4C7E3E", "12. 78A35E", "16. 25B13A", "20. 14F3EE"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "5BF94C"
    },
    {
        "taskCounter": 3225,
        "typeTask": 5,
        "taskKec": [1, 1, 1],
        "taskAnswer": [7352, 5, 36, 75, 450],
        "task": 51,
        "task1": [
            "Объекты", "жилой дом", "яблони", "теплица", "гараж", 
            "Цифры", "", "", "", ""
        ],

        "task9": [
            "25 000 руб.", "17 552 руб.", "1,3 куб. м/ч", "5,2 руб./куб. м", 
            "21 000 руб.", "15 000 руб.", "5,2 кВт", "4,1 руб./( кВт⋅ч)"],

        "task2": "Плитки для садовых дорожек продаются в упаковках по 6 штук. Сколько упаковок плиток понадобилось, чтобы выложить все дорожки?",
        "task3": "Найдите площадь, которую занимает баня. Ответ дайте в квадратных метрах.",
        "task4": "На сколько процентов площадь, которую занимает теплица, меньше площади, которую занимает гараж?",
        "task5": "Обдумав оба варианта, хозяин решил установить газовое отопление. Через сколько часов непрерывной работы отопления экономия от использования газа вместо электричества компенсирует разницу в стоимости покупки и установки газового и электрического оборудования?",
        
        "task8": "Хозяин участка планирует установить в жилом доме систему отопления. Он рассматривает два варианта: электрическое или газовое отопление. Цены на оборудование и стоимость его установки, данные о расходе газа, электроэнергии и их стоимости даны в таблице.",
        "task6": ["3. 11E056", "7. B8AF6E", "11. 6453AD", "15. 58B632", "19. 2041B7"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "5BF94C"
    },
    {
        "taskCounter": 3224,
        "typeTask": 5,
        "taskKec": [1, 1, 1],
        "taskAnswer": [3517, 7, 6, 10, 600],
        "task": 51,
        "task1": [
            "Объекты", "яблони", "теплица", "сарай", "жилой дом", 
            "Цифры", "", "", "", ""
        ],

        "task9": [
            "18 000 руб.", "13 896 руб.", "1,6 куб. м/ч", "4,7 руб./куб. м", 
            "15 000 руб.", "9 000 руб.", "4,7 кВт", "4,4 руб./( кВт⋅ч)"],

        "task2": "Плитки для садовых дорожек продаются в упаковках по 10 штук. Сколько упаковок плиток понадобилось, чтобы выложить все дорожки и площадку между сараем и гаражом?",
        "task3": "Найдите расстояние от жилого дома до гаража (расстояние между двумя ближайшими точками по прямой) в метрах.",
        "task4": "Сколько процентов от площади всего огорода занимает теплица?",
        "task5": "Обдумав оба варианта, хозяин решил установить газовое отопление. Через сколько часов непрерывной работы отопления экономия от использования газа вместо электричества компенсирует разницу в стоимости покупки и установки газового и электрического оборудования?",
        
        "task8": "Хозяин участка планирует установить в жилом доме систему отопления. Он рассматривает два варианта: электрическое или газовое отопление. Цены на оборудование и стоимость его установки, данные о расходе газа, электроэнергии и их стоимости даны в таблице.",
        "task6": ["2. 7F9A33", "5. 39BF75", "10. 5F0063", "14. 4761FC", "18. 14DCC2"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "5BF94C"
    },
    {
        "taskCounter": 3223,
        "typeTask": 5,
        "taskKec": [1, 1, 1],
        "taskAnswer": [7425, 9, 36, 29, 500],
        "task": 51,
        "task1": [
            "Объекты", "жилой дом", "баня", "гараж", "теплица", 
            "Цифры", "", "", "", ""
        ],

        "task9": [
            "20 000 руб.", "15 370 руб.", "1,6 куб. м/ч", "4,9 руб./куб. м", 
            "15 000 руб.", "14 000 руб.", "4,9 кВт", "4,2 руб./( кВт⋅ч)"],

        "task2": "Плитки для садовых дорожек продаются в упаковках по 8 штук. Сколько упаковок плиток понадобилось, чтобы выложить все дорожки и площадку между сараем и гаражом?",
        "task3": "Найдите периметр фундамента жилого дома. Ответ дайте в метрах.",
        "task4": "Сколько процентов от площади всего участка занимают строения (жилой дом, гараж, сарай, баня)? Ответ округлите до целого.",
        "task5": "Обдумав оба варианта, хозяин решил установить газовое отопление. Через сколько часов непрерывной работы отопления экономия от использования газа вместо электричества компенсирует разницу в стоимости покупки и установки газового и электрического оборудования?",
        
        "task8": "Хозяин участка планирует установить в жилом доме систему отопления. Он рассматривает два варианта: электрическое или газовое отопление. Цены на оборудование и стоимость его установки, данные о расходе газа, электроэнергии и их стоимости даны в таблице.",
        "task6": ["1. AA5926", "6. A68DC9", "9. E7B4FE", "13. E05F09", "17. 88D14D"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "5BF94C"
    },
    {
        "taskCounter": 3222,
        "typeTask": 4,
        "taskKec": [1, 1, 1],
        "taskAnswer": [2346, 11, 20, 200, 820],
        "task": 43,
        "task1": [
            "Объекты", "коридор", "кладовая", "спальня", "гостиная", 
            "Цифры", "", "", "", ""
        ],

        "task9": [
            "План «600»", "650 руб. за 600 Мб трафика в месяц", "2 руб. за 1 Мб сверх 600 Мб"
        , "План «900»", "820 руб. за 900 Мб трафика в месяц", "1,5 руб. за 1 Мб сверх 900 Мб"
        , "План «Безлимитный»", "930 руб. за неограниченное количество Мб трафика", "___"],

        "task2": "Паркетная доска размером 20 см на 80 см продаётся в упаковках по 12 штук. Сколько упаковок паркетной доски понадобилось, чтобы выложить пол в коридоре?",
        "task3": "Найдите площадь коридора. Ответ дайте в квадратных метрах.",
        "task4": "На сколько процентов площадь кухни больше площади санузла?",
        "task5": "Сколько рублей нужно будет заплатить за интернет за месяц, если трафик действительно будет равен 700 Мб?",
        "task8": "В квартире планируется подключить интернет. Предполагается, что трафик составит 700 Мб в месяц, и исходя из этого выбирается наиболее дешёвый вариант. Интернет-провайдер предлагает три тарифных плана.",
        "task6": ["40. 0B5C39", "12. 1771B3", "17. ADB415", "5. A21EF0", "36. 4F6888"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "278762"
    },
    {
        "taskCounter": 3221,
        "typeTask": 4,
        "taskKec": [1, 1, 1],
        "taskAnswer": [1346, 2, 14.4, 50, 820],
        "task": 43,
        "task1": [
            "Объекты", "санузел", "кладовая", "спальня", "гостиная", 
            "Цифры", "", "", "", ""
        ],

        "task9": [
            "План «500»", "600 руб. за 500 Мб трафика в месяц", "2 руб. за 1 Мб сверх 500 Мб"
        , "План «1000»", "820 руб. за 1000 Мб трафика в месяц", "1,5 руб. за 1 Мб сверх 1000 Мб"
        , "План «Безлимитный»", "900 руб. за неограниченное количество Мб трафика", "___"],

        "task2": "Паркетная доска размером 20 см на 80 см продаётся в упаковках по 12 штук. Сколько упаковок паркетной доски понадобилось, чтобы выложить пол в кладовой?",
        "task3": "Найдите площадь кухни. Ответ дайте в квадратных метрах.",
        "task4": "На сколько процентов площадь санузла больше площади кладовой?",
        "task5": "Сколько рублей нужно будет заплатить за интернет за месяц, если трафик действительно будет равен 650 Мб?",
        "task8": "В квартире планируется подключить интернет. Предполагается, что трафик составит 650 Мб в месяц, и исходя из этого выбирается наиболее дешёвый вариант. Интернет-провайдер предлагает три тарифных плана.",
        "task6": ["39. A28E8C", "6. ACA4F2", "35. 87A433", "10. 7A6771", "33. B27C34"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "278762"
    },
    {
        "taskCounter": 3220,
        "typeTask": 4,
        "taskKec": [1, 1, 1],
        "taskAnswer": [2146, 9, 4.8, 50, 1000],
        "task": 43,
        "task1": [
            "Объекты", "коридор", "санузел", "спальня", "гостиная", 
            "Цифры", "", "", "", ""
        ],

        "task9": [
            "План «800»", "900 руб. за 800 Мб трафика в месяц", "2 руб. за 1 Мб сверх 800 Мб"
        , "План «1000»", "1050 руб. за 1000 Мб трафика в месяц", "1,5 руб. за 1 Мб сверх 1000 Мб"
        , "План «Безлимитный»", "1100 руб. за неограниченное количество Мб трафика", "___"],

        "task2": "Паркетная доска размером 20 см на 80 см продаётся в упаковках по 12 штук. Сколько упаковок паркетной доски понадобилось, чтобы выложить пол в спальне?",
        "task3": "Найдите площадь санузла. Ответ дайте в квадратных метрах.",
        "task4": "На сколько процентов площадь лоджии, примыкающей к кухне, больше площади кладовой?",
        "task5": "Сколько рублей нужно будет заплатить за интернет за месяц, если трафик действительно будет равен 850 Мб?",
        "task8": "В квартире планируется подключить интернет. Предполагается, что трафик составит 850 Мб в месяц, и исходя из этого выбирается наиболее дешёвый вариант. Интернет-провайдер предлагает три тарифных плана.",
        "task6": ["30. F1CCEA", "14. 3302B1", "15. 4BE11D", "21. BC53D1", "22. 3208D4"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "278762"
    },
    {
        "taskCounter": 3219,
        "typeTask": 4,
        "taskKec": [1, 1, 1],
        "taskAnswer": [2376, 7, 24.96, 125,  950],
        "task": 43,
        "task1": [
            "Объекты", "коридор", "кладовая", "кухня", "гостиная", 
            "Цифры", "", "", "", ""
        ],

        "task9": [
            "План «600»", "650 руб. за 600 Мб трафика в месяц", "2 руб. за 1 Мбсверх 600 Мб"
        , "План «900»", "820 руб. за 900 Мб трафика в месяц", "1,5 руб. за 1 Мб сверх 900 Мб"
        , "План «Безлимитный»", "50 руб. за неограниченное количество Мб трафика", "___"],

        "task2": "Плитка для пола размером 40 см на 40 см продаётся в упаковках по 12 штук. Сколько упаковок плитки понадобилось, чтобы выложить пол на обеих лоджиях?",
        "task3": "Найдите площадь гостиной. Ответ дайте в квадратных метрах.",
        "task4": "На сколько процентов площадь спальни больше площади лоджии, примыкающей к спальне?",
        "task5": "Сколько рублей нужно будет заплатить за интернет за месяц, если трафик действительно будет равен 1000 Мб?",
        "task8": "В квартире планируется подключить интернет. Предполагается, что трафик составит 1000 Мб в месяц, и исходя из этого выбирается наиболее дешёвый вариант. Интернет-провайдер предлагает три тарифных плана.",
        "task6": ["29. EC9695", "8. 01790D", "34. 81A137", "7. 6232F3", "37. 71528E"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "278762"
    },
    {
        "taskCounter": 3218,
        "typeTask": 4,
        "taskKec": [1, 1, 1],
        "taskAnswer": [2316, 12, 4.8, 680,  29700],
        "task": 42,
        "task1": [
            "Объекты", "коридор", "кладовая", "санузел", "гостиная", 
            "Цифры", "", "", "", ""
        ],

        "task2": "Паркетная доска размером 20 см на 80 см продаётся в упаковках по 14 штук. Сколько упаковок паркетной доски понадобилось, чтобы выложить пол в гостиной?",
        "task3": "Найдите площадь меньшей лоджии. Ответ дайте в квадратных метрах.",
        "task4": "На сколько процентов площадь гостиной больше площади кладовой?",
        "task5": "Сколько рублей будет стоить наиболее дешёвый подходящий вариант вместе с подключением и доставкой?",
        "task8": "В квартире планируется установить стиральную машину. Характеристики стиральных машин, условия подключения и доставки приведены в таблице. Планируется купить стиральную машину с фронтальной загрузкой, по глубине не превосходящую 42 см.",
        "task6": ["23. 84EFD3", "1. F9F909", "25. DFB25A", "4. DC13FC", "32. AA6E67"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "278762"
    },
    {
        "taskCounter": 3217,
        "typeTask": 4,
        "taskKec": [1, 1, 1],
        "taskAnswer": [2476, 3, 15.84, 350,  29700],
        "task": 41,
        "task1": [
            "Объекты", "коридор", "спальня", "кухня", "гостиная", 
            "Цифры", "", "", "", ""
        ],

        "task2": "Плитка для пола размером 40 см на 40 см продаётся в упаковках по 12 штук. Сколько упаковок плитки понадобилось, чтобы выложить пол в санузле?",
        "task3": "Найдите площадь спальни. Ответ дайте в квадратных метрах.",
        "task4": "На сколько процентов площадь кухни больше площади кладовой?",
        "task5": "Сколько рублей будет стоить наиболее дешёвый подходящий вариант вместе с подключением и доставкой?",
        "task8": "В квартире планируется установить стиральную машину. Характеристики стиральных машин, условия подключения и доставки приведены в таблице. Планируется купить стиральную машину с вертикальной загрузкой вместимостью не менее 6 кг.",
        "task6": ["20. 44322D", "26. 6AD85B", "27. 07B5C9", "38. D8F287", "9. 7C9302"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "278762"
    },
    {
        "taskCounter": 3216,
        "typeTask": 4,
        "taskKec": [1, 1, 1],
        "taskAnswer": [2341, 8, 7.04, 525,  29300],
        "task": 41,
        "task1": [
            "Объекты", "коридор", "кладовая", "спальня", "санузел", 
            "Цифры", "", "", "", ""
        ],

        "task2": "Плитка для пола размером 40 см на 40 см продаётся в упаковках по 12 штук. Сколько упаковок плитки понадобилось, чтобы выложить пол на кухне?",
        "task3": "Найдите площадь большей лоджии. Ответ дайте в квадратных метрах.",
        "task4": "На сколько процентов площадь коридора больше площади кладовой?",
        "task5": "Сколько рублей будет стоить наиболее дешёвый подходящий вариант вместе с подключением и доставкой?",
        "task8": "В квартире планируется установить стиральную машину. Характеристики стиральных машин, условия подключения и доставки приведены в таблице. Планируется купить стиральную машину с фронтальной загрузкой вместимостью не менее 6 кг.",
        "task6": ["16. 77AA16", "18. 372812", "19. 4D7F20", "28. 7785CA", "31. A71FEF"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "278762"
    },
    {
        "taskCounter": 3215,
        "typeTask": 4,
        "taskKec": [1, 1, 1],
        "taskAnswer": [2347, 32, 3.2, 200,  28800],
        "task": 41,
        "task1": [
            "Объекты", "коридор", "кладовая", "спальня", "кухня", 
            "Цифры", "", "", "", ""
        ],

        "task2": "Паркетная доска размером 20 см на 40 см продаётся в упаковках по 8 штук. Сколько упаковок паркетной доски понадобилось, чтобы выложить пол в коридоре?",
        "task3": "Найдите площадь кладовой. Ответ дайте в квадратных метрах.",
        "task4": "На сколько процентов площадь кухни больше площади лоджии, примыкающей к кухне?",
        "task5": "Сколько рублей будет стоить наиболее дешёвый подходящий вариант вместе с подключением и доставкой?",
        "task8": "В квартире планируется установить стиральную машину. Характеристики стиральных машин, условия подключения и доставки приведены в таблице. Планируется купить стиральную машину с вертикальной загрузкой, не превосходящую 85 см по высоте.",
        "task6": ["2. F44B78", "3. 77D7FA", "11. 2A2779", "13. 2622B9", "24. 098D5D"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "278762"
    },
    {
        "taskCounter": 3214,
        "typeTask": 3,
        "taskKec": [1, 1, 1],
        "taskAnswer": [3124, 8, 210, 1.4,  11],
        "task": 31,
        "task1": [
            "Номер листа", "Длина (мм)", "Ширина (мм)"
            , 1, 841, 594
            , 2, 1189, 841
            , 3, 297, 210
            , 4, 594, 420
        ],

        "task9": "В таблице даны размеры (с точностью до мм) четырёх листов, имеющих форматы А0, А2, А3 и А5.",
        "task8": ["A0", "A2", "A3", "A5"],
        "task2": "Сколько листов формата А4 получится из одного листа формата А1?",
        "task3": "Найдите ширину листа бумаги формата А4. Ответ дайте в миллиметрах и округлите до ближайшего целого числа, кратного 10.",
        "task4": "Найдите отношение длины большей стороны листа формата А1 к меньшей. Ответ округлите до десятых.",
        "task5": "Размер (высота) типографского шрифта измеряется в пунктах. Один пункт равен 1/72 дюйма, то есть 0,3528 мм. Какой высоты нужен шрифт (в пунктах), чтобы текст был расположен на листе формата А5 так же, как этот же текст, напечатанный шрифтом высотой 16 пунктов на листе формата А4? Размер шрифта округляется до целого.",

        "task6": ["4. 4B0911", "8. 1DFDCC", "12. C8C2FC", "16. C08FA1", "20. 07E7B1"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "B9A7F7"
    },
    {
        "taskCounter": 3213,
        "typeTask": 3,
        "taskKec": [1, 1, 1],
        "taskAnswer": [2143, 4, 840, 0.7,  21],
        "task": 31,
        "task1": [
            "Номер листа", "Длина (мм)", "Ширина (мм)"
            , 1, 841, 594
            , 2, 1189, 841
            , 3, 297, 210
            , 4, 594, 420
        ],

        "task9": "В таблице даны размеры (с точностью до мм) четырёх листов, имеющих форматы А0, А1, А2 и А4.",
        "task8": ["A0", "A1", "A2", "A4"],
        "task2": "Сколько листов формата А4 получится из одного листа формата А2?",
        "task3": "Найдите ширину листа бумаги формата А0. Ответ дайте в миллиметрах и округлите до ближайшего целого числа, кратного 10.",
        "task4": "Найдите отношение длины меньшей стороны листа формата А4 к большей. Ответ округлите до десятых.",
        "task5": "Размер (высота) типографского шрифта измеряется в пунктах. Один пункт равен 1/72 дюйма, то есть 0,3528 мм. Какой высоты нужен шрифт (в пунктах), чтобы текст был расположен на листе формата А3 так же, как этот же текст, напечатанный шрифтом высотой 15 пунктов на листе формата А4? Размер шрифта округляется до целого.",

        "task6": ["3. CC9C1C", "7. 707AE8", "11. 6C743F", "15. A7FCE1", "19. B8AF15"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "B9A7F7"
    },
    {
        "taskCounter": 3212,
        "typeTask": 3,
        "taskKec": [1, 1, 1],
        "taskAnswer": [1243, 4, 312.5, 150,  4800],
        "task": 31,
        "task1": [
            "Номер листа", "Длина (мм)", "Ширина (мм)"
            , 1, 594, 420
            , 2, 420, 297
            , 3, 148, 105
            , 4, 297, 210
        ],

        "task9": "В таблице даны размеры (с точностью до мм) четырёх листов, имеющих форматы А2, А3, А4 и А6.",
        "task8": ["A2", "A3", "A4", "A6"],
        "task2": "Сколько листов формата А5 получится из одного листа формата А3?",
        "task3": "Найдите площадь листа формата А5. Ответ дайте в квадратных сантиметрах.",
        "task4": "Найдите длину листа бумаги формата А6. Ответ дайте в миллиметрах и округлите до ближайшего целого числа, кратного 10.",
        "task5": "Бумагу формата А1 упаковали в пачки по 80 листов. Найдите массу пачки, если масса бумаги площади 1 кв. м равна 120 г. Ответ дайте в граммах.",

        "task6": ["2. 9A494F", "6. AFAB20", "10. 8972EA", "14. 637C7B", "18. CC70B9"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "B9A7F7"
    },
    {
        "taskCounter": 3211,
        "typeTask": 3,
        "taskKec": [1, 1, 1],
        "taskAnswer": [2413, 2, 1250, 840,  1250],
        "task": 31,
        "task1": [
            "Номер листа", "Длина (мм)", "Ширина (мм)"
            , 1, 210, 148
            , 2, 594, 420
            , 3, 148, 105
            , 4, 420, 297
        ],

        "task9": "В таблице даны размеры (с точностью до мм) четырёх листов, имеющих форматы А2, А3, А5 и А6.",
        "task8": ["A2", "A3", "A5", "A6"],
        "task2": "Сколько листов формата А3 получится из одного листа формата А2?",
        "task3": "Найдите площадь листа формата А3. Ответ дайте в квадратных сантиметрах.",
        "task4": "Найдите длину листа бумаги формата А1. Ответ дайте в миллиметрах и округлите до ближайшего целого числа, кратного 10.",
        "task5": "Бумагу формата А5 упаковали в пачки по 500 листов. Найдите массу пачки, если масса бумаги площади 1 кв. м равна 80 г. Ответ дайте в граммах.",

        "task6": ["1. 187F35", "5. 703F88", "9. 3860EB", "13. B1753A", "17. EA5C1C"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "B9A7F7"
    },
    {
        "taskCounter": 3210,
        "typeTask": 2,
        "taskKec": [1, 1, 1],
        "taskAnswer": [321, 7.7, 4500, 17550,  65],
        "task": 21,
        "task1": [
            "Номер печи", "Тип", "Объём помещения (куб. м)", "Масса (кг)", "Стоимость (руб.)"
            , 1, "дровяная", "8–12", "40", "18 000"
            , 2, "дровяная", "10–16", "48", "19 500"
            , 3, "электрическая", "9–15,5", "15", "15 000"
        ],

        "task9": "Установите соответствие между стоимостями и номерами печей.",
        "task8": [
            "Стоимость (руб.)", "15 000", "19 500", "18 000"
            , "Номер печи", "", "", ""],
        "task2": "Найдите площадь пола парного отделения строящейся бани. Ответ дайте в квадратных метрах.",
        "task3": "На сколько рублей покупка дровяной печи, подходящей по объёму парного отделения, обойдётся дороже электрической без учёта установки?",
        "task4": "На дровяную печь, масса которой 48 кг, сделали скидку 10%. Сколько рублей стала стоить печь?",
        "task5": "-",

        "task6": ["74CB1E", "2789BB", "908015", "FEDFE6", "BE99C7"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "8889B9"
    },
    {
        "taskCounter": 3209,
        "typeTask": 2,
        "taskKec": [1, 1, 1],
        "taskAnswer": [312, 15.4, 2000, 16200,  50],
        "task": 21,
        "task1": [
            "Номер печи", "Тип", "Объём помещения (куб. м)", "Масса (кг)", "Стоимость (руб.)"
            , 1, "дровяная", "8–12", "40", "18 000"
            , 2, "дровяная", "10–16", "48", "19 500"
            , 3, "электрическая", "9–15,5", "15", "15 000"
        ],

        "task9": "Установите соответствие между массами и номерами печей.",
        "task8": [
            "Масса (кг)", "15", "40", "48 "
            , "Номер печи", "", "", ""],
        "task2": "Найдите объём парного отделения строящейся бани. Ответ дайте в кубических метрах.",
        "task3": "На сколько рублей покупка дровяной печи, подходящей по объёму парного отделения, обойдётся дешевле электрической с учётом установки?",
        "task4": "На дровяную печь, масса которой 40 кг, сделали скидку 10%. Сколько рублей стала стоить печь?",
        "task5": "-",

        "task6": ["30DDBA", "CD3CFF", "888F31", "8A06F1", "59DCD0"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "8889B9"
    },
    {
        "taskCounter": 3208,
        "typeTask": 1,
        "taskKec": [1, 1, 1],
        "taskAnswer": [275, 178.75, 17.8, 775.2,  2.3],
        "task": 16,
        "task1": [17, 18, 19, 20, 245, 255, 265, 275, 285
        , "245/70", "—", "—", "—"
        , "255/70", "255/65", "—", "—"
        , "265/65", "265/60; 265/65", "—", "—"
        , "275/65", "275/60", "275/55", "275/50"
        , "—", "285/60", "285/55", "285/50"
        ],

        "task8": "Завод производит легковые автомобили определённой модели и устанавливает на них колёса с шинами 265/60 R18.",
        "task9": "Шины какой наибольшей ширины можно устанавливать на автомобиль, если диаметр диска равен 17 дюймам? Ответ дайте в миллиметрах.",
        "task2": "Сколько миллиметров составляет высота боковины шины, имеющей маркировку 275/65 R17?",
        "task3": "На сколько миллиметров увеличится диаметр колеса, если заменить колёса, установленные на заводе, колёсами с шинами 285/50 R20?",
        "task4": "Найдите диаметр колеса автомобиля, выходящего с завода. Ответ дайте в миллиметрах.",
        "task5": "На сколько процентов увеличится пробег автомобиля при одном обороте колеса, если заменить колёса, установленные на заводе, колёсами с шинами 285/50 R20? Результат округлите до десятых.",

        "task6": ["16B444", "D61C70", "3F6D10", "4200CB", "291F89"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "47E80B"
    },
    {
        "taskCounter": 3207,
        "typeTask": 1,
        "taskKec": [1, 1, 1],
        "taskAnswer": [185, 112.75, 13.3, 603,  2.2],
        "task": 16,
        "task1": [14, 15, 16, 17, 175, 185, 195, 205, 215
        , "175/70", "175/65", "—", "—"
        , "185/70", "185/60", "185/55", "—"
        , "195/65", "195/60", "195/50; 195/55", "195/45"
        , "205/60", "205/55", "205/50", "205/45"
        , "—", "—", "215/45", "215/40"
        ],

        "task8": "Завод производит легковые автомобили определённой модели и устанавливает на них колёса с шинами 185/60 R15.",
        "task9": "Шины какой наименьшей ширины можно устанавливать на автомобиль, если диаметр диска равен 16 дюймам? Ответ дайте в миллиметрах.",
        "task2": "Сколько миллиметров составляет высота боковины шины, имеющей маркировку 205/55 R15?",
        "task3": "На сколько миллиметров увеличится диаметр колеса, если заменить колёса, установленные на заводе, колёсами с шинами 205/45 R17?",
        "task4": "Найдите диаметр колеса автомобиля, выходящего с завода. Ответ дайте в миллиметрах.",
        "task5": "На сколько процентов увеличится пробег автомобиля при одном обороте колеса, если заменить колёса, установленные на заводе, колёсами с шинами 205/45 R17? Результат округлите до десятых.",

        "task6": ["F6E670", "9939C7", "29662A", "C8F8C2", "40A221"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "DB5DF7"
    },
    {
        "taskCounter": 3206,
        "typeTask": 1,
        "taskKec": [1, 1, 1],
        "taskAnswer": [245, 137.5, 1.7, 652.4, 1.8],
        "task": 11,
        "task1": [16, 17, 18, 205, 215, 225
        , "205/60", "205/55", "—"
        , "215/60; 215/55", "215/50", "215/45"
        , "—", "225/45; 225/40", "225/40"
        ],

        "task8": "Завод производит легковые автомобили определённой модели и устанавливает на них колёса с шинами 205/60 R16.",
        "task9": "Шины какой наименьшей ширины можно устанавливать на автомобиль, если диаметр диска равен 18 дюймам? Ответ дайте в миллиметрах.",
        "task2": "Сколько миллиметров составляет высота боковины шины, имеющей маркировку 275/50 R17?",
        "task3": "На сколько миллиметров уменьшится диаметр колеса, если заменить колёса, установленные на заводе, колёсами с шинами 215/45 R18?",
        "task4": "Найдите диаметр колеса автомобиля, выходящего с завода. Ответ дайте в миллиметрах.",
        "task5": "На сколько процентов увеличится пробег автомобиля при одном обороте колеса, если заменить колёса, установленные на заводе, колёсами с шинами 215/60 R16? Результат округлите до десятых.",

        "task6": ["82FAFF", "3D7CF2", "FECD7D", "736242", "E0E9AB"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "B1570A"
    },
    {
        "taskCounter": 3205,
        "typeTask": 1,
        "taskKec": [1, 1, 1],
        "taskAnswer": [245, 132, 0.3, 737.3, 1.8],
        "task": 11,
        "task1": [17, 18, 19, 235, 245, 255
        , "235/65", "235/60", "—"
        , "245/65", "245/60; 245/55", "245/50"
        , "—", "255/55", "255/50; 255/45"
        ],

        "task8": "Завод производит легковые автомобили определённой модели и устанавливает на них колёса с шинами 235/65 R17.",
        "task9": "Шины какой наименьшей ширины можно устанавливать на автомобиль, если диаметр диска равен 19 дюймам? Ответ дайте в миллиметрах.",
        "task2": "Сколько миллиметров составляет высота боковины шины, имеющей маркировку 220/60 R16?",
        "task3": "На сколько миллиметров увеличится диаметр колеса, если заменить колёса, установленные на заводе, колёсами с шинами 255/50 R19?",
        "task4": "Найдите диаметр колеса автомобиля, выходящего с завода. Ответ дайте в миллиметрах.",
        "task5": "На сколько процентов увеличится пробег автомобиля при одном обороте колеса, если заменить колёса, установленные на заводе, колёсами с шинами 245/65 R17? Результат округлите до десятых.",

        "task6": ["F38BF0", "EEAE6D", "6F6F28", "B2FE7B", "BFB595"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "89CE07"
    },
    {
        "taskCounter": 3204,
        "typeTask": 1,
        "taskKec": [1, 1, 1],
        "taskAnswer": [185,  115.5, 9.1, 591,  0.8],
        "task": 14,
        "task1": [14, 15, 16, 165, 175, 185, 195, 205
        , "165/70", "165/60; 165/65", "—"
        , "175/65", "175/60", "—"
        , "185/60", "185/55", "185/50"
        , "195/60", "195/55", "195/45"
        , "—", "—", "205/45"
        ],

        "task8": "Завод производит легковые автомобили определённой модели и устанавливает на них колёса с шинами 175/60 R15.",
        "task9": "Шины какой наименьшей ширины можно устанавливать на автомобиль, если диаметр диска равен 16 дюймам? Ответ дайте в миллиметрах.",
        "task2": "Сколько миллиметров составляет высота боковины шины, имеющей маркировку 165/70 R14?",
        "task3": "На сколько миллиметров уменьшится диаметр колеса, если заменить колёса, установленные на заводе, колёсами с шинами 195/45 R16?",
        "task4": "Найдите диаметр колеса автомобиля, выходящего с завода. Ответ дайте в миллиметрах.",
        "task5": "На сколько процентов увеличится пробег автомобиля при одном обороте колеса, если заменить колёса, установленные на заводе, колёсами с шинами 195/55 R15? Результат округлите до десятых.",

        "task6": ["9731EF", "8CD3B6", "18BC88", "F26915", "8FEFA6"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "AAE77F"
    },
    {
        "taskCounter": 3203,
        "typeTask": 1,
        "taskKec": [1, 1, 1],
        "taskAnswer": [275, 117, 7.7, 802.8, 1.7],
        "task": 11,
        "task1": [17, 18, 19, 265, 275, 285
        , "265/70", "265/65", "—"
        , "275/70; 275/65", "275/65; 275/60", "275/55"
        , "285/65; 285/60", "285/60", "285/50"
        ],

        "task8": "Завод производит легковые автомобили определённой модели и устанавливает на них колёса с шинами 265/70 R17.",
        "task9": "Шины какой наименьшей ширины можно устанавливать на автомобиль, если диаметр диска равен 20 дюймам? Ответ дайте в миллиметрах.",
        "task2": "Сколько миллиметров составляет высота боковины шины, имеющей маркировку 275/55 R20?",
        "task3": "На сколько миллиметров увеличится диаметр колеса, если заменить колёса, установленные на заводе, колёсами с шинами 195/60 R16?",
        "task4": "Найдите диаметр колеса автомобиля, выходящего с завода. Ответ дайте в миллиметрах.",
        "task5": "На сколько процентов увеличится пробег автомобиля при одном обороте колеса, если заменить колёса, установленные на заводе, колёсами с шинами 275/70 R17? Результат округлите до десятых.",

        "task6": ["DD443A", "4768BD", "B29FC0", "7A8BD3", "A3C8CF"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "EAAB14"
    },
    {
        "taskCounter": 3202,
        "typeTask": 1,
        "taskKec": [1, 1, 1],
        "taskAnswer": [195, 101.25, 15.2, 652.4, 2.3],
        "task": 15,
        "task1": [15, 16, 17, 18, 195, 205, 215, 225, "no"
        , "195/65", "195/60", "195/55", "—"
        , "205/60", "205/55; 205/60", "205/50", "205/45"
        , "215/60", "215/55", "215/50", "215/40; 215/45"
        , "—", "225/50", "225/50; 225/45", "225/40"
        ],

        "task8": "Завод производит легковые автомобили определённой модели и устанавливает на них колёса с шинами 205/60 R16.",
        "task9": "Шины какой наименьшей ширины можно устанавливать на автомобиль, если диаметр диска равен 17 дюймам? Ответ дайте в миллиметрах.",
        "task2": "Сколько миллиметров составляет высота боковины шины, имеющей маркировку 225/45 R17?",
        "task3": "На сколько миллиметров уменьшится диаметр колеса, если заменить колёса, установленные на заводе, колёсами с шинами 225/40 R18?",
        "task4": "Найдите диаметр колеса автомобиля, выходящего с завода. Ответ дайте в миллиметрах.",
        "task5": "На сколько процентов уменьшится пробег автомобиля при одном обороте колеса, если заменить колёса, установленные на заводе, колёсами с шинами 225/40 R18? Результат округлите до десятых.",

        "task6": ["2D1A30", "586040", "D573A0", "3473AC", "3C0EC5"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "62541F"
    },
    {
        "taskCounter": 3201,
        "typeTask": 1,
        "taskKec": [1, 1, 1],
        "taskAnswer": [195, 90, 0.4, 614.6, 2.3],
        "task": 11,
        "task1": [14, 15, 16, 185, 195, 205
        , "185/70", "185/65", "—"
        , "195/70", "195/65; 195/60", "195/60"
        , "—", "205/60", "205/55; 205/50"
        ],

        "task8": "Завод производит легковые автомобили определённой модели и устанавливает на них колёса с шинами 185/70 R14.",
        "task9": "Шины какой наименьшей ширины можно устанавливать на автомобиль, если диаметр диска равен 16 дюймам? Ответ дайте в миллиметрах.",
        "task2": "Сколько миллиметров составляет высота боковины шины, имеющей маркировку 225/40 R18?",
        "task3": "На сколько миллиметров увеличится диаметр колеса, если заменить колёса, установленные на заводе, колёсами с шинами 195/60 R15?",
        "task4": "Найдите диаметр колеса автомобиля, выходящего с завода. Ответ дайте в миллиметрах.",
        "task5": "На сколько процентов увеличится пробег автомобиля при одном обороте колеса, если заменить колёса, установленные на заводе, колёсами с шинами 195/70 R14? Результат округлите до десятых.",

        "task6": ["A8A4F2", "BA342C", "761268", "1506BA", "640A4D"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "0ACF28"
    },
    {
        "taskCounter": 3200,
        "typeTask": 1,
        "taskKec": [1, 1, 1],
        "taskAnswer": [235, 135, 14.8, 653.9, 1.7],
        "task": 11,
        "task1": [16, 17, 18, 225, 235, 245
        , "225/55", "225/50", "—"
        , "235/55; 235/50", "235/50; 235/45", "235/45"
        , "—", "245/45", "245/40"
        ],

        "task8": "Завод производит легковые автомобили определённой модели и устанавливает на них колёса с шинами 225/55 R16.",
        "task9": "Шины какой наименьшей ширины можно устанавливать на автомобиль, если диаметр диска равен 18 дюймам? Ответ дайте в миллиметрах.",
        "task2": "Сколько миллиметров составляет высота боковины шины, имеющей маркировку 225/60 R17?",
        "task3": "На сколько миллиметров увеличится диаметр колеса, если заменить колёса, установленные на заводе, колёсами с шинами 235/45 R18?",
        "task4": "Найдите диаметр колеса автомобиля, выходящего с завода. Ответ дайте в миллиметрах.",
        "task5": "На сколько процентов увеличится пробег автомобиля при одном обороте колеса, если заменить колёса, установленные на заводе, колёсами с шинами 235/55 R16? Результат округлите до десятых.",

        "task6": ["42B2D2", "D0C499", "A077D2", "151198", "B2024C"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "0FF955"
    },
    {
        "taskCounter": 3199,
        "typeTask": 1,
        "taskKec": [1, 1, 1],
        "taskAnswer": [185, 5.5, 14.8, 561.2, 0.8],
        "task": 13,
        "task1": [13, 14, 15, 165, 175, 185, 195
        , "165/70", "165/65", "—"
        , "175/65", "175/65; 175/60", "—"
        , "185/65; 185/60", "185/60", "185/55"
        , "195/60", "195/55", "195/55; 195/50"],

        "task8": "Завод производит легковые автомобили определённой модели и устанавливает на них колёса с шинами 165/70 R13.",
        "task9": "Шины какой наименьшей ширины можно устанавливать на автомобиль, если диаметр диска равен 15 дюймам? Ответ дайте в миллиметрах.",
        "task2": "На сколько миллиметров радиус колеса с шиной 205/55 R14 больше, чем радиус колеса с шиной 165/65 R14?",
        "task3": "На сколько миллиметров увеличится диаметр колеса, если заменить колёса, установленные на заводе, колёсами с шинами 195/50 R15?",
        "task4": "Найдите диаметр колеса автомобиля, выходящего с завода. Ответ дайте в миллиметрах.",
        "task5": "На сколько процентов увеличится пробег автомобиля при одном обороте колеса, если заменить колёса, установленные на заводе, колёсами с шинами 175/60 R14? Результат округлите до десятых.",

        "task6": ["C310D3", "14506B", "2B3CA0", "D37727", "C6A98E"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "40395E"
    },
    {
        "taskCounter": 3198,
        "typeTask": 1,
        "taskKec": [1, 1, 1],
        "taskAnswer": [225, 120.25, 6.8, 614.6, 1.3],
        "task": 14,
        "task1": [14, 15, 16, 185, 195, 205, 215, 225
        , "185/70", "185/65", "—"
        , "195/65", "195/65; 195/60", "—"
        , "205/60", "205/60; 205/55", "205/55; 205/50"
        , "215/60", "215/55", "215/50"
        , "—", "225/50", "225/50"],

        "task8": "Завод производит легковые автомобили определённой модели и устанавливает на них колёса с шинами 185/70 R14.",
        "task9": "Шины какой наибольшей ширины можно устанавливать на автомобиль, если диаметр диска равен 15 дюймам? Ответ дайте в миллиметрах.",
        "task2": "Сколько миллиметров составляет высота боковины шины, имеющей маркировку 185/65 R15?",
        "task3": "На сколько миллиметров увеличится диаметр колеса, если заменить колёса, установленные на заводе, колёсами с шинами 215/50 R16?",
        "task4": "Найдите диаметр колеса автомобиля, выходящего с завода. Ответ дайте в миллиметрах.",
        "task5": "На сколько процентов уменьшится пробег автомобиля при одном обороте колеса, если заменить колёса, установленные на заводе, колёсами с шинами 205/55 R15? Результат округлите до десятых.",

        "task6": ["09FCAD", "1CA6CA", "238193", "6F5EF4", "3C3091"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "6312CF"
    },
    {
        "taskCounter": 3197,
        "typeTask": 1,
        "taskKec": [1, 1, 1],
        "taskAnswer": [205, 102.5, 12.9, 621.4, 1.6],
        "task": 11,
        "task1": [16, 17, 18, 205, 215, 225
        , "205/55", "205/50", "—"
        , "215/50", "215/50; 215/45", "—"
        , "225/50", "225/45", "225/45; 225/40"],

        "task8": "Завод производит легковые автомобили определённой модели и устанавливает на них колёса с шинами 215/50 R16.",
        "task9": "Шины какой наименьшей ширины можно устанавливать на автомобиль, если диаметр диска равен 17 дюймам? Ответ дайте в миллиметрах.",
        "task2": "Сколько миллиметров составляет высота боковины шины, имеющей маркировку 205/50 R18?",
        "task3": "На сколько миллиметров увеличится диаметр колеса, если заменить колёса, установленные на заводе, колёсами с шинами 225/45 R17?",
        "task4": "Найдите диаметр колеса автомобиля, выходящего с завода. Ответ дайте в миллиметрах.",
        "task5": "На сколько процентов увеличится пробег автомобиля при одном обороте колеса, если заменить колёса, установленные на заводе, колёсами с шинами 225/50 R16? Результат округлите до десятых.",

        "task6": ["179813", "FD288C", "039F7D", "0313A6", "8D7613"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "1F235A"
    },
    {
        "taskCounter": 3196,
        "typeTask": 1,
        "taskKec": [1, 1, 1],
        "taskAnswer": [185, 107.25, 14.8, 561.2, 0.8],
        "task": 13,
        "task1": [13, 14, 15, 165, 175, 185, 195
        , "165/70", "165/65", "—"
        , "175/65", "175/65; 175/60", "—"
        , "185/65; 185/60", "185/60", "185/55"
        , "195/60", "195/55", "195/55; 195/50"],

        "task8": "Завод производит легковые автомобили определённой модели и устанавливает на них колёса с шинами 165/70 R13.",
        "task9": "Шины какой наименьшей ширины можно устанавливать на автомобиль, если диаметр диска равен 15 дюймам? Ответ дайте в миллиметрах.",
        "task2": "Сколько миллиметров составляет высота боковины шины, имеющей маркировку 165/65 R14?",
        "task3": "На сколько миллиметров увеличится диаметр колеса, если заменить колёса, установленные на заводе, колёсами с шинами 195/50 R15?",
        "task4": "Найдите диаметр колеса автомобиля, выходящего с завода. Ответ дайте в миллиметрах.",
        "task5": "На сколько процентов увеличится пробег автомобиля при одном обороте колеса, если заменить колёса, установленные на заводе, колёсами с шинами 175/60 R14? Результат округлите до десятых.",

        "task6": ["F06545", "CF7B0F", "E1451B", "0EA1B6", "2AA2FF"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "9E5B99"
    },
    {
        "taskCounter": 3195,
        "typeTask": 1,
        "taskKec": [1, 1, 1],
        "taskAnswer": [265, 132.5, 15.8, 677.7, 2.7],
        "task": 11,
        "task1": [18, 19, 20, 245, 265, 275
        , "245/45", "245/40", "—"
        , "265/45; 265/40", "265/30", "265/35; 265/30"
        , "275/40", "275/35; 275/30", "275/30"],

        "task8": "Завод производит легковые автомобили определённой модели и устанавливает на них колёса с шинами 245/45 R18.",
        "task9": "Шины какой наименьшей ширины можно устанавливать на автомобиль, если диаметр диска равен 20 дюймам? Ответ дайте в миллиметрах.",
        "task2": "Сколько миллиметров составляет высота боковины шины, имеющей маркировку 265/50 R17?",
        "task3": "На сколько миллиметров увеличится диаметр колеса, если заменить колёса, установленные на заводе, колёсами с шинами 265/35 R20?",
        "task4": "Найдите диаметр колеса автомобиля, выходящего с завода. Ответ дайте в миллиметрах.",
        "task5": "На сколько процентов увеличится пробег автомобиля при одном обороте колеса, если заменить колёса, установленные на заводе, колёсами с шинами 265/45 R18? Результат округлите до десятых.",

        "task6": ["01FD9F", "697817", "8BA9C6", "8BA9C6", "6CF394"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "87F592"
    },
    {
        "taskCounter": 3194,
        "typeTask": 1,
        "taskKec": [1, 1, 1],
        "taskAnswer": [205, 112.75, 17.9, 577.6, 5.9],
        "task": 13,
        "task1": [14, 15, 16, 185, 195, 205, 215
        , "185/60", "185/55", "—"
        , "195/55", "195/55; 195/50", "—"
        , "—", "205/50", "205/50"
        , "—", "—", "215/45"],

        "task8": "Завод производит легковые автомобили определённой модели и устанавливает на них колёса с шинами 185/60 R14.",
        "task9": "Шины какой наименьшей ширины можно устанавливать на автомобиль, если диаметр диска равен 16 дюймам? Ответ дайте в миллиметрах.",
        "task2": "Сколько миллиметров составляет высота боковины шины, имеющей маркировку 205/55 R15?",
        "task3": "На сколько миллиметров увеличится диаметр колеса, если заменить колёса, установленные на заводе, колёсами с шинами 195/55 R15?",
        "task4": "Найдите диаметр колеса автомобиля, выходящего с завода. Ответ дайте в миллиметрах.",
        "task5": "На сколько процентов увеличится пробег автомобиля при одном обороте колеса, если заменить колёса, установленные на заводе, колёсами с шинами 205/50 R16? Результат округлите до десятых.",

        "task6": ["922A2F", "EF8F74", "FCA745", "1394A1", "E32B27"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "3482E5"
    },
    {
        "taskCounter": 3193,
        "typeTask": 1,
        "taskKec": [1, 1, 1],
        "taskAnswer": [215, 118.25, 2.4, 631.9, 1.7],
        "task": 11,
        "task1": [16, 17, 18, 205, 215, 225
        , "205/55", "—", "—"
        , "215/55; 215/50", "215/45", "215/40"
        , "225/50; 225/45", "225/45; 225/40", "225/40"],

        "task8": "Завод производит легковые автомобили определённой модели и устанавливает на них колёса с шинами 205/55 R16.",
        "task9": "Шины какой наименьшей ширины можно устанавливать на автомобиль, если диаметр диска равен 17 дюймам? Ответ дайте в миллиметрах.",
        "task2": "Сколько миллиметров составляет высота боковины шины, имеющей маркировку 215/55 R17?",
        "task3": "На сколько миллиметров увеличится диаметр колеса, если заменить колёса, установленные на заводе, колёсами с шинами 225/45 R17?",
        "task4": "Найдите диаметр колеса автомобиля, выходящего с завода. Ответ дайте в миллиметрах.",
        "task5": "На сколько процентов увеличится пробег автомобиля при одном обороте колеса, если заменить колёса, установленные на заводе, колёсами с шинами 215/55 R16? Результат округлите до десятых.",

        "task6": ["4C2597", "996DFC", "DB23FE", "DB9AA0", "093049"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "AD8FEE"
    },
    {
        "taskCounter": 3192,
        "typeTask": 1,
        "taskKec": [1, 1, 1],
        "taskAnswer": [195, 113.75, 14.4, 549.8, 1.4],
        "task": 11,
        "task1": [12, 13, 14, 175, 185, 195
        , "175/70", "175/65", "—"
        , "—", "185/60", "—"
        , "—", "195/60", "—"],

        "task8": "Завод производит легковые автомобили определённой модели и устанавливает на них колёса с шинами 175/70 R12.",
        "task9": "Шины какой наибольшей ширины можно устанавливать на автомобиль, если диаметр диска равен 13 дюймам? Ответ дайте в миллиметрах.",
        "task2": "Сколько миллиметров составляет высота боковины шины, имеющей маркировку 175/65 R13?",
        "task3": "На сколько миллиметров увеличится диаметр колеса, если заменить колёса, установленные на заводе, колёсами с шинами 195/60 R13?",
        "task4": "Найдите диаметр колеса автомобиля, выходящего с завода. Ответ дайте в миллиметрах.",
        "task5": "На сколько процентов увеличится пробег автомобиля при одном обороте колеса, если заменить колёса, установленные на заводе, колёсами с шинами 175/65 R13? Результат округлите до десятых.",

        "task6": ["565F8F", "4A86C8", "BFB568", "A01377", "DBE024"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "77CC6F"
    },
    {
        "taskCounter": 3191,
        "typeTask": 1,
        "taskKec": [1, 1, 1],
        "taskAnswer": [225, 117.5, 7.6, 664.4, 1.1],
        "task": 13,
        "task1": [16, 17, 18, 205, 215, 225, 235
        , "205/60", "205/55", "—"
        , "215/60", "215/55", "—"
        , "225/55", "225/50", "225/45"
        , "—", "235/50", "235/45"],

        "task8": "Завод производит легковые автомобили определённой модели и устанавливает на них колёса с шинами 215/60 R16.",
        "task9": "Шины какой наименьшей ширины можно устанавливать на автомобиль, если диаметр диска равен 18 дюймам? Ответ дайте в миллиметрах.",
        "task2": "Сколько миллиметров составляет высота боковины шины, имеющей маркировку 235/50 R17?",
        "task3": "На сколько миллиметров уменьшится диаметр колеса, если заменить колёса, установленные на заводе, колёсами с шинами 225/50 R17?",
        "task4": "Найдите диаметр колеса автомобиля, выходящего с завода. Ответ дайте в миллиметрах.",
        "task5": "На сколько процентов уменьшится пробег автомобиля при одном обороте колеса, если заменить колёса, установленные на заводе, колёсами с шинами 225/50 R17? Результат округлите до десятых.",

        "task6": ["5CBD6B", "83FCC1", "07E40B", "3AD4E4", "42A6F5"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "583B68"
    },
    {
        "taskCounter": 3190,
        "typeTask": 1,
        "taskKec": [1, 1, 1],
        "taskAnswer": [245, 147, 0.8, 701.8, 0.7],
        "task": 11,
        "task1": [17, 18, 19, 225, 245, 275
        , "225/60", "225/55", "—"
        , "245/55", "245/50; 245/45", "245/45"
        , "275/50", "275/45", "275/40"],

        "task8": "Завод производит легковые автомобили определённой модели и устанавливает на них колёса с шинами 225/60 R17.",
        "task9": "Шины какой наименьшей ширины можно устанавливать на автомобиль, если диаметр диска равен 19 дюймам? Ответ дайте в миллиметрах.",
        "task2": "Сколько миллиметров составляет высота боковины шины, имеющей маркировку 245/60 R18?",
        "task3": "На сколько миллиметров увеличится диаметр колеса, если заменить колёса, установленные на заводе, колёсами с шинами 275/40 R19?",
        "task4": "Найдите диаметр колеса автомобиля, выходящего с завода. Ответ дайте в миллиметрах.",
        "task5": "На сколько процентов увеличится пробег автомобиля при одном обороте колеса, если заменить колёса, установленные на заводе, колёсами с шинами 275/50 R17? Результат округлите до десятых.",

        "task6": ["DF02B2", "1BE266", "19C115", "5CC470", "BEF8D1"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "4FD630"
    },
    {
        "taskCounter": 3189,
        "typeTask": 1,
        "taskKec": [1, 1, 1],
        "taskAnswer": [225, 129.25, 7.7, 727.2, 1.1],
        "task": 12,
        "task1": [17, 18, 19, 20, 215, 225, 235
        , "215/65", "215/60", "—", "—"
        , "225/60", "225/55; 225/60", "225/50", "—"
        , "—", "235/55", "235/50", "235/45"],

        "task8": "Завод производит легковые автомобили определённой модели и устанавливает на них колёса с шинами 225/60 R18.",
        "task9": "Шины какой наименьшей ширины можно устанавливать на автомобиль, если диаметр диска равен 19 дюймам? Ответ дайте в миллиметрах.",
        "task2": "Сколько миллиметров составляет высота боковины шины, имеющей маркировку 235/55 R18?",
        "task3": "На сколько миллиметров уменьшится диаметр колеса, если заменить колёса, установленные на заводе, колёсами с шинами 235/45 R20?",
        "task4": "Найдите диаметр колеса автомобиля, выходящего с завода. Ответ дайтев миллиметрах.",
        "task5": "На сколько процентов уменьшится пробег автомобиля при одном обороте колеса, если заменить колёса, установленные на заводе, колёсами с шинами 235/45 R20? Результат округлите до десятых.",

        "task6": ["89A022", "A76E51", "47E492", "BA9B66", "46C72B"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "CF1833"
    },
    {
        "taskCounter": 3188,
        "typeTask": 1,
        "taskKec": [1, 1, 1],
        "taskAnswer": [235, 192.5, 6.3, 685.9, 1.9],
        "task": 11,
        "task1": [16, 17, 18, 215, 225, 235
        , "215/65", "215/60", "—"
        , "225/65; 225/60", "225/55", "—"
        , "235/60", "235/55; 235/50", "235/50"],

        "task8": "Завод производит легковые автомобили определённой модели и устанавливает на них колёса с шинами 215/65 R16.",
        "task9": "Шины какой наибольшей ширины можно устанавливать на автомобиль, если диаметр диска равен 17 дюймам? Ответ дайте в миллиметрах.",
        "task2": "Сколько миллиметров составляет высота боковины шины, имеющей маркировку 275/70 R16?",
        "task3": "На сколько миллиметров увеличится диаметр колеса, если заменить колёса, установленные на заводе, колёсами с шинами 235/50 R18?",
        "task4": "Найдите диаметр колеса автомобиля, выходящего с завода. Ответ дайте в миллиметрах.",
        "task5": "На сколько процентов увеличится пробег автомобиля при одном обороте колеса, если заменить колёса, установленные на заводе, колёсами с шинами 225/65 R16? Результат округлите до десятых.",

        "task6": ["F2EFEB", "4AE379", "0C1C4B", "1FDDE9", "AEDE0E"],
        "task7": [1, 2, 3, 4, 5],
        "taskNum": "07BC41"
    }
]