[
    {
        "taskCounter": 403,
        "typeTask": 1,
        "taskAnswer": "САДОВАЯ",
        "task1": "! В одном из произведений Ф.М. Достоевского, текст которого приведён в подкаталоге каталога Проза, присутствует эпизод, в котором рассказывается о домах генерала Епанчина.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора выясните, на какой улице находился его второй дом. В ответе запишите название улицы в именительном падеже.",
  
        "task3": "Открываем каталог. Заходим в папку Достоевский. В строку поиска вводим Епанчин, получаем файл Идиот. Открываем. Ищем по слову дома, находим:",
   
        "task4": "\"Генерал Епанчин жил в собственном своем доме, несколько в стороне от Литейной, к Спасу Преображения. Кроме этого (превосходного) дома, пять шестых которого отдавались внаем, генерал Епанчин имел еще огромный дом на <b>Садовой</b>, приносивший тоже чрезвычайный доход.\"",
        "date": "",

        "taskNum": "6E2EE0"
    },
    {
        "taskCounter": 402,
        "typeTask": 1,
        "taskAnswer": "Крепость",
        "task1": "В одном из произведений А.С. Пушкина, текст которого приведён в подкаталоге каталога Проза, упоминается место Нижнеозерная.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните, чем является это место (например, площадь, дорога, деревня, станция).",
  
        "task3": "Открываем каталог. Заходим в папку Пушкин. В строку поиска вводим Нижнеозерная, получаем файл Капитанская дочка. Открываем. Ищем по слову Нижнеозерн, находим:",
   
        "task4": "\"Комендант Нижнеозерной <b>крепости</b>, тихий и скромный молодой человек, был мне знаком: ...\"",
        "date": "",

        "taskNum": "8267E1"
    },
    {
        "taskCounter": 401,
        "typeTask": 1,
        "taskAnswer": "Городовой",
        "task1": "В одном из произведений А.П. Чехова, текст которого приведён в подкаталоге каталога Проза, есть герой с фамилией Жратва.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните должность этого героя.",
  
        "task3": "Открываем каталог. Заходим в папку Чехов. В строку поиска вводим Жратва, получаем файлы Собрание юмористических рассказов и Полное собрание рассказов. Открываем любой из них. Ищем по слову Жратва, находим:",
   
        "task4": "\"... городовой Жратва ...\"",
        "date": "",

        "taskNum": "8D27E2"
    },
    {
        "taskCounter": 400,
        "typeTask": 1,
        "taskAnswer": "Атаман",
        "task1": "! В одном из произведений Н.В. Гоголя, текст которого приведён в подкаталоге каталога Проза, есть герой с фамилией Кукубенко.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните должность этого героя.",
  
        "task3": "Открываем каталог. Заходим в папку Гоголь. В строку поиска вводим Кукубенко, получаем файл Тарас Бульба. Открываем. Ищем по слову , находим:",
   
        "task4": "\"Козаки все стояли понурив головы, зная вину; один только незамайковский куренной <b>атаман</b> Кукубенко отозвался.\"",
        "date": "",

        "taskNum": "4DFD64"
    },
    {
        "taskCounter": 399,
        "typeTask": 1,
        "taskAnswer": "Платон",
        "task1": "В одном из произведений Н.В. Гоголя, текст которого приведён в подкаталоге каталога Проза, есть герой с фамилией Ковалев.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните имя этого героя.",
  
        "task3": "Открываем каталог. Заходим в папку Гоголь. В строку поиска вводим Ковалев, получаем файл Нос. Открываем. Ищем по слову Ковалев, находим ближе к концу:",
   
        "task4": "\"Ваш покорный слуга <b>Платон</b> Ковалев.\"",
        "date": "",

        "taskNum": "4A0C64"
    },
    {
        "taskCounter": 398,
        "typeTask": 1,
        "taskAnswer": "Гороховая",
        "task1": "В одном из произведений И.А. Гончарова, текст которого приведён в подкаталоге каталога Проза, есть герой с фамилией Обломов.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните, на какой улице жил герой. Название улицы напишите в именительном падеже.",
  
        "task3": "Открываем каталог. Заходим в папку Гончаров. В строку поиска вводим Обломов, получаем файл Обломов. Открываем. Ищем по слову улиц, находим:",
   
        "task4": "\"В Гороховой улице, в одном из больших домов, народонаселения которого стало бы на целый уездный город, лежал утром в постели, на своей квартире, Илья Ильич Обломов.\"",
        "date": "",

        "taskNum": "D06A30"
    },
    {
        "taskCounter": 397,
        "typeTask": 1,
        "taskAnswer": "Прачка",
        "task1": "В одном из произведений А.С. Пушкина, текст которого приведён в подкаталоге каталога Проза, есть героиня Палашка.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните название профессии этой женщины.",
  
        "task3": "Открываем каталог. Заходим в папку Пушкин. В строку поиска вводим Палашк, получаем файл Капитанская дочка. Открываем. Ищем по слову Палашк, находим:",
   
        "task4": "\"<b>Прачка</b> Палашка, толстая и рябая девка, ...\"",
        "date": "",

        "taskNum": "DABC3C"
    },
    {
        "taskCounter": 396,
        "typeTask": 1,
        "taskAnswer": "Сухарь",
        "task1": "В одном из произведений Н.В. Гоголя, текст которого приведён в подкаталоге каталога Проза, служанка по имени Мавра приносит главному герою на тарелке угощение.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните, что это было за угощение.",
  
        "task3": "Открываем каталог. Заходим в папку Гоголь. В строку поиска вводим Мавра, получаем файл Мертвые души. Открываем. Ищем по слову Мавра, находим:",
   
        "task4": "\"– Тут стал он заглядывать и под стол и на стол, шарил везде и наконец закричал: – Мавра! а Мавра! На зов явилась женщина с тарелкой в руках, на которой лежал <b>сухарь</b>, уже знакомый читателю.\"",
        "date": "",

        "taskNum": "C22E35"
    },
    {
        "taskCounter": 395,
        "typeTask": 1,
        "taskAnswer": "Ротмистр",
        "task1": "В одном из произведений А.С. Пушкина, текст которого приведён в подкаталоге каталога Проза, есть герой Зурин.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните чин (звание) Зурина.",
  
        "task3": "Открываем каталог. Заходим в папку Пушкин. В строку поиска вводим Зурин, получаем файл Капитанская дочка. Открываем. Ищем по слову Зурин, находим:",
   
        "task4": "\"Я узнал, что его зовут Иваном Ивановичем Зуриным, что он <b>ротмистр</b> гусарского полку\"",
        "date": "",

        "taskNum": "DCF885"
    },
    {
        "taskCounter": 394,
        "typeTask": 1,
        "taskAnswer": "СЕРЫЙ",
        "task1": "В одном из произведений И.А. Гончарова, текст которого приведён в подкаталоге каталога Проза, присутствует эпизод, в котором описывается внешний вид персонажа по имени Захар.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора выясните, какого цвета был любимый сюртук Захара. В ответе укажите только название цвета в именительном падеже.",
  
        "task3": "Открываем каталог. Заходим в папку Гончаров. В строку поиска вводим Захар, получаем файл Обломов. Открываем. Ищем по слову сюртук, находим:",
   
        "task4": "\"Поэтому для Захара дорог был <b>серый</b> сюртук: в нем да еще в кое-каких признаках, сохранившихся в лице и манерах барина, напоминавших его родителей,\"",
        "date": "",

        "taskNum": "859280"
    }
]