[
    {
        "taskNumber": 10
    },
    {
        "taskCounter": 1,
        "typeTask": 1,
        "taskAnswer": "Ответ: 11001001",
        "task": "Переведите число <b>201</b> из десятичной системы счисления в двоичную систему счисления. В ответе укажите двоичное число. Основание системы счисления указывать не нужно."
    },
    {
        "taskCounter": 2,
        "typeTask": 1,
        "taskAnswer": "Ответ: 11001100",
        "task": "Переведите число <b>204</b> из десятичной системы счисления в двоичную систему счисления.В ответе укажите двоичное число. Основание системы счисления указывать не нужно."
    },
    {
        "taskCounter": 3,
        "typeTask": 1,
        "taskAnswer": "135<sub>10</sub> = 10000111<sub>2</sub><br>Ответ: 4",
        "task": "Переведите число <b>135</b> из десятичной системы счисления в двоичную систему счисления. Сколько единиц содержит полученное число? В ответе укажите одно число – количество единиц."
    },
    {
        "taskCounter": 4,
        "typeTask": 1,
        "taskAnswer": "141<sub>10</sub> = 10001101<sub>2</sub><br>Ответ: 4",
        "task": "Переведите число <b>141</b> из десятичной системы счисления в двоичную систему счисления. Сколько единиц содержит полученное число? В ответе укажите одно число – количество единиц."
    },
    {
        "taskCounter": 5,
        "typeTask": 1,
        "taskAnswer": "147<sub>10</sub> = 10010011<sub>2</sub><br>Ответ: 4",
        "task": "Переведите число <b>147</b> из десятичной системы счисления в двоичную систему счисления. Сколько нулей содержит полученное число? В ответе укажите одно число – количество значащих нулей."
    },
    {
        "taskCounter": 6,
        "typeTask": 1,
        "taskAnswer": "126<sub>10</sub> = 1111110<sub>2</sub><br>Ответ: 1",
        "task": "Переведите число <b>126</b> из десятичной системы счисления в двоичную систему счисления. Сколько значащих нулей содержит полученное число? В ответе укажите одно число – количество нулей."
    },
    {
        "taskCounter": 7,
        "typeTask": 1,
        "taskAnswer": "199<sub>10</sub> = 11000111<sub>2</sub><br>Ответ: 11000111",
        "task": "Переведите число <b>199</b> из десятичной системы счисления в двоичную систему счисления. В ответе укажите двоичное число. Основание системы счисления указывать не нужно."
    },
    {
        "taskCounter": 8,
        "typeTask": 1,
        "taskAnswer": "120<sub>10</sub> = 1111000<sub>2</sub><br>Ответ: 4",
        "task": "Переведите число <b>120</b> из десятичной системы счисления в двоичную систему счисления. Сколько единиц содержит полученное число? В ответе укажите одно число – количество единиц."
    },
    {
        "taskCounter": 9,
        "typeTask": 1,
        "taskAnswer": "139<sub>10</sub> = 10001011<sub>2</sub><br>Ответ: 4",
        "task": "Переведите число <b>139</b> из десятичной системы счисления в двоичную систему счисления. Сколько единиц содержит полученное число? В ответе укажите одно число – количество единиц."
    },
    {
        "taskCounter": 10,
        "typeTask": 1,
        "taskAnswer": "305<sub>10</sub> = 100110001<sub>2</sub><br>Ответ: 5",
        "task": "Переведите число <b>305</b> из десятичной системы счисления в двоичную систему счисления. Сколько единиц содержит полученное число? В ответе укажите одно число – количество нулей."
    }
]