[
    {
        "taskCounter": 942,
        "typeTask": 1,
        "taskAnswer": "",
        "task1": "В электронную таблицу занесли данные о тестировании учеников.",

        "task2": "В столбце A записан округ, в котором учится ученик; в столбце B – код ученика; в столбце C – любимый предмет; в столбце D – тестовый балл",
        
        "task3": "Всего в электронную таблицу были занесены данные по 1000 учеников.",

        "task4": "1.     Сколько учеников в Северо-Западном округе (СЗ) выбрали в качестве любимого предмета русский язык? Ответ на этот вопрос запишите в ячейку H2 таблицы.",

        "task5": "2.     Каков средний тестовый балл у учеников Западного округа (З)? Ответ на этот вопрос запишите в ячейку H3 таблицы с точностью не менее двух знаков после запятой.",
       
        "task6": "3.     Постройте круговую диаграмму, отображающую соотношение числа участников из округов с кодами «Ю», «ЮВ» и «ЮЗ». Левый верхний угол диаграммы разместите вблизи ячейки G6. В поле диаграммы должны присутствовать легенда (обозначение, какой сектор диаграммы соответствует каким данным) и числовые значения данных, по которым построена диаграмма.",
       
        "taskNum": "C1D9B4"
    },
    {
        "taskCounter": 941,
        "typeTask": 1,
        "taskAnswer": "",
        "task1": "В электронную таблицу занесли данные о тестировании учеников.",

        "task2": "В столбце A записан округ, в котором учится ученик; в столбце B – код ученика; в столбце C – любимый предмет; в столбце D – тестовый балл.",
        
        "task3": "Всего в электронную таблицу были занесены данные по 1000 учеников.",

        "task4": "1.     Сколько учеников в Центральном округе (Ц) выбрали в качестве любимого предмета английский язык? Ответ на этот вопрос запишите в ячейку H2 таблицы.",

        "task5": "2.     Каков средний тестовый балл у учеников Восточного округа (В)? Ответ на этот вопрос запишите в ячейку H3 таблицы с точностью не менее двух знаков после запятой.",
       
        "task6": "3.     Постройте круговую диаграмму, отображающую соотношение числа участников из округов с кодами «З», «ЮЗ» и «Ц». Левый верхний угол диаграммы разместите вблизи ячейки G6. В поле диаграммы должны присутствовать легенда (обозначение, какой сектор диаграммы соответствует каким данным) и числовые значения данных, по которым построена диаграмма.",
       
        "taskNum": "7EE50E"
    },
    {
        "taskCounter": 940,
        "typeTask": 1,
        "taskAnswer": "",
        "task1": "В электронную таблицу занесли данные наблюдения за погодой в течение одного года.",

        "task2": "В столбце A записан номер участника; в столбце B – номер школы; в столбце C – класс; в столбце D – набранные баллы.",
        
        "task3": "Всего в электронную таблицу были занесены данные по 1000 участников.",

        "task4": "1. Сколько семиклассников набрали менее 200 баллов? Ответ на этот вопрос запишите в ячейку H2 таблицы.",

        "task5": "2. Каков средний балл, полученный учениками школы № 20? Ответ на этот вопрос запишите в ячейку H3 таблицы с точностью не менее двух знаков после запятой.",
       
        "task6": "3. Постройте круговую диаграмму, отображающую соотношение числа участников из школ № 1, 6 и 7. Левый верхний угол диаграммы разместите вблизи ячейки G6. В поле диаграммы должны присутствовать легенда (обозначение, какой сектор диаграммы соответствует каким данным) и числовые значения данных, по которым построена диаграмма.",
       
        "taskNum": "1BEAB1"
    },
    {
        "taskCounter": 939,
        "typeTask": 1,
        "taskAnswer": "",
        "task1": "В электронную таблицу занесли данные наблюдения за погодой в течение одного года.",

        "task2": "В столбце A записана дата наблюдения;<br> в столбце B – среднесуточная температура воздуха для указанной даты;<br> в столбце C – количество выпавших осадков (в миллиметрах) для указанной даты;<br> в столбце D – среднесуточное атмосферное давление (в миллиметрах ртутного столба).<br> В столбце E записано направление ветра для указанной даты – одно из восьми возможных значений: «СЗ», «С», «СВ», «В», «ЮВ», «Ю», «ЮЗ», «З».<br> В столбце F записана среднесуточная скорость ветра (в метрах в секунду).",
        
        "task3": "Всего в электронную таблицу были занесены данные по всем 365 дням года в хронологическом порядке.",

        "task4": "1. Какое среднее количество осадков выпадало за сутки в весенние месяцы (март, апрель, май)? Ответ на этот вопрос запишите в ячейку H2 таблицы.",

        "task5": "2. Какая средняя скорость ветра была в те дни года, когда дул юго-западный (ЮЗ) ветер? Ответ на этот вопрос запишите в ячейку H3 таблицы.",
       
        "task6": "3. Постройте круговую диаграмму, отображающую соотношение количества дней, когда давление было 750, 751 и 752 мм рт. ст. Левый верхний угол диаграммы разместите вблизи ячейки G6. В поле диаграммы должны присутствовать легенда (обозначение, какой сектор диаграммы соответствует каким данным) и числовые значения данных, по которым построена диаграмма.<hr class=\"hr-pd_10\">Ответы должны быть вычислены с точностью не менее двух знаков после запятой.",
       
        "taskNum": "B1A170"
    },
    {
        "taskCounter": 938,
        "typeTask": 1,
        "taskAnswer": "",
        "task1": "В электронную таблицу занесли данные о товарах, хранящихся на складах в разных округах.",

        "task2": "В столбце A записан код округа, в котором находится склад с товарами; в столбце B – товары; в столбце C – номер склада; в столбце D – стоимость товара в рублях.",
        
        "task3": "Всего в электронную таблицу были занесены данные по 1000 товаров.",

        "task4": "1. Сколько товаров находится на складе с номером 5, у которых стоимость менее 1000 рублей? Ответ на этот вопрос запишите в ячейку H2 таблицы.",

        "task5": "2. Какова средняя стоимость товаров в южном (Ю) округе? Ответ на этот вопрос запишите в ячейку H3 таблицы с точностью не менее двух знаков после запятой.",
       
        "task6": "3. Постройте круговую диаграмму, отображающую соотношение количества товаров в Южном (Ю), Северном (С) и Восточном (В) округах. Левый верхний угол диаграммы разместите вблизи ячейки G6. В поле диаграммы должны присутствовать легенда (обозначение, какой сектор диаграммы соответствует каким данным) и числовые значения данных, по которым построена диаграмма.",
       
        "taskNum": "7B7C78"
    },
    {
        "taskCounter": 937,
        "typeTask": 1,
        "taskAnswer": "",
        "task1": "В электронную таблицу занесли данные олимпиады по математике. ",

        "task2": "В столбце A записан номер участника; в столбце B – номер школы; в столбце C – класс; в столбце D – набранные баллы.",
        
        "task3": "Всего в электронную таблицу были занесены данные по 1000 участников.",

        "task4": "1. Сколько девятиклассников набрали более 250 баллов? Ответ на этот вопрос запишите в ячейку H2 таблицы.",

        "task5": "2. Каков средний балл, полученный учениками школы № 3? Ответ на этот вопрос запишите в ячейку H3 таблицы с точностью не менее двух знаков после запятой.",
       
        "task6": "3. Постройте круговую диаграмму, отображающую соотношение числа участников из школ № 49, 46 и 48. Левый верхний угол диаграммы разместите вблизи ячейки G6. В поле диаграммы должны присутствовать легенда (обозначение, какой сектор диаграммы соответствует каким данным) и числовые значения данных, по которым построена диаграмма.",
       
        "taskNum": "3F5704"
    },
    {
        "taskCounter": 936,
        "typeTask": 1,
        "taskAnswer": "",
        "task1": "В электронную таблицу занесли информацию о грузоперевозках, совершённых некоторым автопредприятием с 1 по 9 октября.",

        "task2": "Каждая строка таблицы содержит запись об одной перевозке.<br> В столбце A записана дата перевозки (от «1 октября» до «9 октября»);<br> в столбце B – название населённого пункта отправления перевозки;<br> в столбце C – название населённого пункта назначения перевозки;<br> в столбце D – расстояние, на которое была осуществлена перевозка (в километрах);<br> в столбце E – расход бензина на всю перевозку (в литрах);<br> в столбце F – масса перевезённого груза (в килограммах).",
        
        "task3": "Всего в электронную таблицу были занесены данные по 370 перевозкам в хронологическом порядке.",

        "task4": "1. Какой суммарный расход бензина был при осуществлении перевозок с 1 по 3 октября? Ответ на этот вопрос запишите в ячейку H2 таблицы.",

        "task5": "2. Какова средняя масса груза при автоперевозках, осуществлённых в город Березки? Ответ на этот вопрос запишите в ячейку H3 таблицы с точностью не менее одного знака после запятой.",
       
        "task6": "3. Постройте круговую диаграмму, отображающую соотношение количества перевозок 4 октября, 5 октября и 6 октября. Левый верхний угол диаграммы разместите вблизи ячейки G6. В поле диаграммы должны присутствовать легенда (обозначение, какой сектор диаграммы соответствует каким данным) и числовые значения данных, по которым построена диаграмма.",
       
        "taskNum": "EA3603"
    },
    {
        "taskCounter": 935,
        "typeTask": 1,
        "taskAnswer": "",
        "task1": "В электронную таблицу занесли данные о калорийности продуктов.",

        "task2": "В столбце A записан продукт; в столбце B – содержание в нём жиров; в столбце C – содержание белков; в столбце D – содержание углеводов; в столбце Е – калорийность этого продукта.",
        
        "task3": "Всего в электронную таблицу были занесены данные по 1000 продуктов.",

        "task4": "1. Сколько продуктов в таблице содержат меньше 25 г жиров и меньше 25 г белков? Запишите количество этих продуктов в ячейку H2 таблицы.",

        "task5": "2. Какова средняя калорийность продуктов с содержанием углеводов более 50 г? Ответ на этот вопрос запишите в ячейку H3 таблицы с точностью не менее двух знаков после запятой.",
       
        "task6": "3. Постройте круговую диаграмму, отображающую соотношение суммарного количества жиров, белков и углеводов во второй сотне продуктов (номера 102–201). Левый верхний угол диаграммы разместите вблизи ячейки G6. В поле диаграммы должны присутствовать легенда (обозначение, какой сектор диаграммы соответствует каким данным) и числовые значения данных, по которым построена диаграмма.",
       
        "taskNum": "B1D103"
    },
    {
        "taskCounter": 934,
        "typeTask": 1,
        "taskAnswer": "",
        "task1": "В электронную таблицу занесли информацию о грузоперевозках, совершённых некоторым автопредприятием с 1 по 9 октября.",
        "task2": "Каждая строка таблицы содержит запись об одной перевозке.<br>В столбце A записана дата перевозки (от «1 октября» до «9 октября»);<br> в столбце B – название населённого пункта отправления перевозки;<br> в столбце C – название населённого пункта назначения перевозки;<br> в столбце D – расстояние, на которое была осуществлена перевозка (в километрах);<br> в столбце E – расход бензина на всю перевозку (в литрах);<br> в столбце F – масса перевезённого груза (в килограммах).",
        "task3": "Всего в электронную таблицу были занесены данные по 370 перевозкам в хронологическом порядке.",

        "task4": "1. Какова суммарная масса грузов перевезённых с 3 по 5 октября? Ответ на этот вопрос запишите в ячейку H2 таблицы.",

        "task5": "2. Какова средняя масса груза при автоперевозках, осуществлённых из города Орехово? Ответ на этот вопрос запишите в ячейку H3 таблицы с точностью не менее одного знака после запятой.",
       
        "task6": "3. Постройте круговую диаграмму, отображающую соотношение количества перевозок из городов Дубки, Липки, Орехово. Левый верхний угол диаграммы разместите вблизи ячейки G6. В поле диаграммы должны присутствовать легенда (обозначение, какой сектор диаграммы соответствует каким данным) и числовые значения данных, по которым построена диаграмма.",
       
        "taskNum": "7E9007"
    },
    {
        "taskCounter": 933,
        "typeTask": 1,
        "taskAnswer": "",
        "task1": "В электронную таблицу занесли данные о численности населения городов разных стран.",
        "task2": "В столбце A указано название города; в столбце B – численность населения (тыс. человек); в столбце C – название страны.",
        "task3": "Всего в электронную таблицу были занесены данные по 1000 городов. Порядок записей в таблице произвольный.",
        "task4": "1. Сколько городов Республики Беларусь представлено в таблице? Ответ запишите в ячейку F2.",
        "task5": "2. Какова средняя численность населения городов, в которых количество жителей не превышает 100 тыс. человек? Ответ на этот вопрос с точностью не менее двух знаков после запятой (в тыс. человек) запишите в ячейку F3 таблицы.",
        "task6": "3. Постройте круговую диаграмму, отображающую соотношение количества городов Республики Беларусь, Египта и Турции, представленных в таблице. Левый верхний угол диаграммы разместите вблизи ячейки G6. В поле диаграммы должны присутствовать легенда (обозначение, какой сектор диаграммы соответствует каким данным) и числовые значения данных, по которым построена диаграмма.",
        "taskNum": "F3EC43"
    }
]