[
    {
        "taskCounter": 1052,
        "typeTask": 1,
        "taskAuthor": "Основная волна 26.05.25",
        "taskAnswer": "ПОРТНОЙ",
        "task1": "В одном из произведений Н.В. Гоголя, текст которого приведён в подкаталоге каталога Проза, описывается сцена, в которой персонаж с отчеством Петрович осматривает вицмундир.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора определите профессию этого человека.",
  
        "task3": "Открываем каталог. Заходим в папку Гоголь. В строку поиска вводим вицмундир, получаем файл Шинель. Открываем. Ищем по слову Петрович, находим:",
   
        "task4": "\"...Акакий Акакиевич решил, что шинель нужно будет снести к Петровичу, <b>портному</b>, ...\"",
        "date": "",

        "taskNum": "ED6D5D"
    },
    {
        "taskCounter": 1051,
        "typeTask": 1,
        "taskAuthor": "Основная волна 26.05.25",
        "taskAnswer": "ПЕТЕРБУРГ",
        "task1": "В одном из произведений Ф.М. Достоевского, текст которого приведён в подкаталоге каталога Проза, присутствует эпизод с рассказом о городе, в котором жил Степан Трофимович «почти весь зимний сезон».",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора выясните название этого города.",
  
        "task3": "Открываем каталог. Заходим в папку Достоевский. В строку поиска вводим Степан Трофимович, получаем файл Бесы. Открываем. Ищем по запросу почти весь зимний сезон, находим:",
   
        "task4": "\"Они съездили и прожили в <b>Петербурге</b> почти весь зимний сезон.\"",

        "taskNum": "C3F023"
    },
        {
        "taskCounter": 461,
        "typeTask": 1,
        "taskAuthor": "Основная волна 26.05.25",
        "taskAnswer": "Тугилово",
        "task1": "В одном из произведений А.С. Пушкина, текст которого приведён в подкаталоге каталога Проза, есть персонаж по фамилии Берестов.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните, как называется имение, в котором живёт этот человек.",
  
        "task3": "Открываем каталог. Заходим в папку Пушкин. В строку поиска вводим фамилию Берестов. Открываем произведение Барышня-крестьянка. Поиск по слову имение ничего не дал. Ищем Берестов. Находим:",
   
        "task4": "\"– В Тугилово, к Берестовым.\"",
        "date": "",

        "taskNum": "27A649"
    },
    {
        "taskCounter": 460,
        "typeTask": 1,
        "taskAnswer": "МЕЗДРОВ",
        "task1": "В эпизоде одного из произведений И.А. Гончарова, текст которого приведён в подкаталоге каталога Проза, персонаж по фамилии Волков сообщает о некой семье, в которой говорят только об искусстве.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора определите фамилию главы этой семьи.",
  
        "task3": "Открываем каталог. Заходим в папку Гончаров. В строку поиска вводим фамилию Волков. Выдает произведение Обломов. Открываем любой файл Обломов. Ctrl + F либо Поиск. Ищем слово искусств (именно в таком обрезанном виде, чтобы найти все формы слова). Нашли:",
   
        "task4": "\"– Ну, посещайте Мездровых, – перебил Волков, – там уж об одном говорят, об искусствах\"",
        "date": "",

        "taskNum": "B2B244"
    },
    {
        "taskCounter": 459,
        "typeTask": 1,
        "taskAnswer": "Асессор",
        "task1": "В одном из произведений Н.В. Гоголя, текст которого приведён в подкаталоге каталога Проза, есть герой с фамилией Ковалев.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните чин государственной службы этого героя.",
  
        "task3": "Открываем каталог. Заходим в папку Гоголь. В строку поиска вводим Ковалев, получаем файл Нос. Открываем. Ищем по слову Ковалев, находим:",
   
        "task4": "\"Он узнал, что этот нос был ни чей другой, как коллежского <b>асессора</b> Ковалева, которого он брил каждую середу и воскресенье.\"",
        "date": "",

        "taskNum": "530A4F"
    },
    {
        "taskCounter": 458,
        "typeTask": 1,
        "taskAnswer": "Арап",
        "task1": "В одном из произведений А.С. Пушкина, текст которого приведён в подкаталоге каталога Проза, есть персонаж Екимовна.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните название этого произведения и напишите первое слово из названия произведения.",
  
        "task3": "Открываем каталог. Заходим в папку Пушкин. В строку поиска вводим Екимовна.",
   
        "task4": "Произведение Арап Петра Великого.",
        "date": "",

        "taskNum": "E5D74D"
    },
    {
        "taskCounter": 457,
        "typeTask": 1,
        "taskAnswer": "Марфа",
        "task1": "В одном из произведений А.П. Чехова, текст которого приведён в подкаталоге каталога Проза, есть героиня по прозвищу Печончиха.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните имя этой женщины.",
  
        "task3": "Открываем каталог. Заходим в папку Чехов. В строку поиска вводим Печончиха. Открываем Полное собрание рассказов или Собрание юмористических рассказов, ищем по слову Печончиха, находим:",
   
        "task4": "\"Генеральша <b>Марфа</b> Петровна Печонкина, или, как ее зовут мужики, Печончиха...\" из рассказа Симулянты.\"",
        "date": "",

        "taskNum": "7A04F7"
    },
    {
        "taskCounter": 456,
        "typeTask": 1,
        "taskAnswer": "Афанасьевич",
        "task1": "В одном из произведений А.С. Пушкина, текст которого приведён в подкаталоге каталога Проза, есть персонаж Гаврила Ржевский.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните отчество этого персонажа.",
  
        "task3": "Открываем каталог. Заходим в папку Пушкин. В строку поиска вводим Ржевский. Получаем произведение Арап Петра Великого.  Открываем в браузере. Отчество, скорее всего, будет упоминаться с именем. Ищем по слову Гаврила, находим:",
   
        "task4": "\"— Вас зовут, Гаврила <b>Афанасьевич</b>, — сказал Корсаков...\"",
        "date": "",

        "taskNum": "BE6EFF"
    },
    {
        "taskCounter": 455,
        "typeTask": 1,
        "taskAnswer": "Соня | Софья",
        "task1": "! В одном из произведений Ф.М. Достоевского, текст которого приведён в подкаталоге каталога Проза, есть герой с фамилией Мармеладов.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните имя дочери Мармеладова.",
  
        "task3": "Открываем каталог. Заходим в папку Достоевский. В строку поиска вводим Мармеладов, получаем файл Преступление и наказание. Открываем. Ищем по слову доч (без ь), находим:",
   
        "task4": "\"А тем временем возросла и дочка моя, от первого брака, и что только вытерпела она, дочка моя, от мачехи своей, возрастая, о том я умалчиваю. Ибо хотя Катерина Ивановна и преисполнена великодушных чувств, но дама горячая и раздраженная, и оборвет… Да с! Ну, да нечего вспоминать о том! Воспитания, как и представить можете, <b>Соня</b> не получила.\"<br>или<br>\"Мармеладов замолчал, как будто голос у него пресекся. Потом вдруг поспешно налил, выпил и крякнул. – С тех пор, государь мой, – продолжал он после некоторого молчания, – с тех пор, по одному неблагоприятному случаю и по донесению неблагонамеренных лиц, – чему особенно способствовала Дарья Францовна, за то будто бы, что ей в надлежащем почтении манкировали, – с тех пор дочь моя, <b>Софья</b> Семеновна, желтый билет принуждена была получить, и уже вместе с нами по случаю сему не могла оставаться.\"<br>Ответ: Соня или Софья, оба варианта верные, можно писать любой из них. ",
        "date": "",

        "taskNum": "6C99FB"
    },
    {
        "taskCounter": 454,
        "typeTask": 1,
        "taskAnswer": "Ласточка",
        "task1": "В одном из произведений А.С. Пушкина, текст которого приведён в подкаталоге каталога Проза, описывается как персонажи «заняли свои привычные места: барская барыня в старинном шушуне и кичке; карлица, тридцатилетняя малютка, чопорная и сморщенная, и пленный швед в синем поношенном мундире». ",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора выясните имя карлицы.",
  
        "task3": "Открываем каталог. Заходим в папку Проза. В строку поиска вводим карлица, получаем файл Арап Петра Великого. Открываем. Ищем по слову карлица, находим:",
   
        "task4": "\"<b>Ласточка</b> (так называлась карлица) ...\"",
        "date": "",

        "taskNum": "6A95F8"
    },
    {
        "taskCounter": 453,
        "typeTask": 1,
        "taskAnswer": "Муромский",
        "task1": "! В одном из произведений А.С. Пушкина, текст которого приведён в подкаталоге каталога Проза, упоминается некий граф Пронский.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните фамилию персонажа произведения, близкого родственника графа Пронского.",
  
        "task3": "Открываем каталог. Заходим в папку Пушкин. В строку поиска вводим Пронский, результата нет. Сократим слово запроса, чтобы учесть все формы слова - Пронск. Получаем файл Барышня-крестьянка. Открываем. Ищем по слову родственник, находим:",
   
        "task4": "\"Григорий Иванович был близкий родственник графу Пронскому\", но тут нет фамилии. Ищем по запросу Григорий Иванович, находим: \"В то же самое время Григорий Иванович <b>Муромский</b>, ...\"",
        "date": "",

        "taskNum": "3C70FE"
    },
    {
        "taskCounter": 452,
        "typeTask": 1,
        "taskAnswer": "Плюшкин",
        "task1": "В одном из произведений Н.В. Гоголя, текст которого приведён в подкаталоге каталога Проза, у одного из персонажей есть служанка по имени Мавра.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните фамилию этого персонажа.",
  
        "task3": "Открываем каталог. Заходим в папку Гоголь. В строку поиска вводим Мавра, получаем произведение Мертвые души. Открываем. Ищем по слову Мавра, находим:",
   
        "task4": "\"Так и лицо <b>Плюшкина</b> вслед за мгновенно скользнувшим на нем чувством стало еще бесчувственней и еще пошлее. – Лежала на столе четвертка чистой бумаги, – сказал он, – да не знаю, куда запропастилась: люди у меня такие негодные! – Тут стал он заглядывать и под стол и на стол, шарил везде и наконец закричал: – Мавра! а Мавра!\"",
        "date": "",

        "taskNum": "508C07"
    },
    {
        "taskCounter": 451,
        "typeTask": 1,
        "taskAnswer": "НАЗАРЬЕВ",
        "task1": "В одном из произведений А.П. Чехова, текст которого приведён в подкаталоге каталога Проза, присутствует эпизод, в котором девица Подзатылкина в доме своих почтенных родителей была объявлена невестой.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора выясните фамилию жениха.",
  
        "task3": "Открываем каталог. Заходим в папку Чехов. В строку поиска вводим Подзатылкин (без окончания), получаем файлы Собрание юмористических рассказов и Полное собрание рассказов. Открываем любой из них. Ищем по слову Подзатылкин, находим:",
   
        "task4": "\"В четверг на прошлой неделе девица Подзатылкина в доме своих почтенных родителей была объявлена невестой коллежского регистратора <b>Назарьева</b>.\"",
        "date": "",

        "taskNum": "AC0409"
    },
    {
        "taskCounter": 450,
        "typeTask": 1,
        "taskAnswer": "подпоручик",
        "task1": "В одном из произведений А.П. Чехова, текст которого приведён в подкаталоге каталога Проза, есть герой по фамилии Родэ.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните чин (звание) Родэ.",
  
        "task3": "Открываем каталог. Заходим в папку Чехов. В строку поиска вводим Родэ, получаем файл Три сестры. Открываем. Ищем по слову Родэ, находим:",
   
        "task4": "\" Родэ Владимир Карлович, <b>подпоручик</b>.\"",
        "date": "",

        "taskNum": "923703"
    },
    {
        "taskCounter": 449,
        "typeTask": 1,
        "taskAnswer": "Ноздрев",
        "task1": "В одном из произведений Н.В. Гоголя, текст которого приведён в подкаталоге каталога Проза, главный герой играет с одним из персонажей в шашки.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните фамилию соперника главного героя по шашечной партии.",
  
        "task3": "Открываем каталог. Заходим в папку Гоголь. В строку поиска вводим шашки, получаем файл Мертвые души. Открываем. Ищем по слову шашки, находим:",
   
        "task4": "\"– Ну, так как же думаешь? – сказал <b>Ноздрев</b>, немного помолчавши. – Не хочешь играть на души?\"",
        "date": "",

        "taskNum": "840307"
    },
    {
        "taskCounter": 448,
        "typeTask": 1,
        "taskAnswer": "Акулина",
        "task1": "В одном из произведений А.С. Пушкина, текст которого приведён в подкаталоге каталога Проза, упоминается некая Курочкина.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните её имя.",
  
        "task3": "Открываем каталог. Заходим в папку Пушкин. В строку поиска вводим Курочкин (без окончания), получаем файл Барышня-крестьянка. Открываем. Ищем по слову Курочкин, находим:",
   
        "task4": "\"одного из его писем: <b>Акулине</b> Петровне Курочкиной, ...\"",
        "date": "",

        "taskNum": "464F7D"
    },
    {
        "taskCounter": 447,
        "typeTask": 1,
        "taskAnswer": "ТРОФИМ",
        "task1": "В одном из произведений А.С. Пушкина, текст которого приведён в подкаталоге каталога Проза, рассказывается о том, что для героини заказали «пару лаптей».",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора выясните имя мастера, у которого заказали лапти для героини.",
  
        "task3": "Открываем каталог. Заходим в папку Пушкин. В строку поиска вводим пару лаптей, получаем файл Барышня-крестьянка. Открываем. Ищем по запросу пару лаптей, находим:",
   
        "task4": "\"Настя и тут ей помогла: она сняла мерку с Лизиной ноги, сбегала в поле к <b>Трофиму-пастуху</b> и заказала ему пару лаптей по той мерке.\"",
        "date": "",

        "taskNum": "416473"
    },
    {
        "taskCounter": 446,
        "typeTask": 1,
        "taskAnswer": "Дубровский",
        "task1": "В одном из произведений А.С. Пушкина, текст которого приведён в подкаталоге каталога Проза, есть персонаж попадья Федотовна.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните название этого произведения.",
  
        "task3": "Открываем каталог. Заходим в папку Пушкин. В строку поиска вводим Федотовн, получаем файл Дубровский.",
   
        "task4": "Если WinRar ничего не нашел, открываем файлы .rtf и .pdf и ищем в них.",
        "date": "",

        "taskNum": "A3A9BE"
    },
    {
        "taskCounter": 445,
        "typeTask": 1,
        "taskAnswer": "Городовой",
        "task1": "В одном из произведений А.П. Чехова, текст которого приведён в подкаталоге каталога Проза, есть герой с фамилией Елдырин.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните должность этого героя.",
  
        "task3": "Открываем каталог. Заходим в папку Чехов. В строку поиска вводим Елдырин, получаем файлы Собрание юмористических рассказов и Полное собрание рассказов. Открываем любой из них. Ищем по слову Елдырин, находим:",
   
        "task4": "\"Елдырин, – обращается надзиратель к <b>городовому</b>, – узнай, чья это собака, и составляй протокол!\"",
        "date": "",

        "taskNum": "2A6915"
    },
    {
        "taskCounter": 444,
        "typeTask": 1,
        "taskAnswer": "БАШМАЧКИН",
        "task1": "В одном из произведений Н.В. Гоголя, текст которого приведён в подкаталоге каталога Проза, в одном из эпизодов рассказывается о членах одной семьи, которые предпочитали носить исключительно сапоги, меняя подметки три раза в год.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора определите фамилию главы этой семьи.",
  
        "task3": "Открываем каталог. Заходим в папку Гоголь. В строку поиска вводим подметки, получаем файлы Ревизор и Шинель. Открываем по очереди. Ищем по слову подметки, находим в файле Шинель:",
   
        "task4": "\"И отец, и дед, и даже шурин и все совершенно <b>Башмачкины</b> ходили в сапогах, переменяя только раза три в год подметки.\"",
        "date": "",

        "taskNum": "C202BE"
    },
    {
        "taskCounter": 443,
        "typeTask": 1,
        "taskAnswer": "Капрал",
        "task1": "В одном из произведений А.С. Пушкина, текст которого приведён в подкаталоге каталога Проза, есть герой Прохоров.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните чин (звание) Прохорова.",
  
        "task3": "Открываем каталог. Заходим в папку Пушкин. В строку поиска вводим Прохоров. Если WinRar ничего не нашел, открываем файлы .rtf и .pdf и ищем в них. Открываем файл Капитанская дочка. Ищем по слову Прохоров, находим:",
   
        "task4": "\"- Всё, славу богу, тихо, - отвечал казак; - только <b>капрал</b> Прохоров подрался в бане с Устиньей Негулиной за шайку горячей воды.\"",
        "date": "",

        "taskNum": "002E1A"
    },
    {
        "taskCounter": 442,
        "typeTask": 1,
        "taskAnswer": "Кузьма",
        "task1": "В одном из произведений А.П. Чехова, текст которого приведён в подкаталоге каталога Проза, есть герой с фамилией Больва.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните имя этого героя.",
  
        "task3": "Открываем каталог. Заходим в папку Чехов. В строку поиска вводим Больва, получаем файлы Собрание юмористических рассказов и Полное собрание рассказов. Открываем любой из них. Ищем по слову Больва, находим:",
   
        "task4": "\"За ним вполз архангельский мещанин <b>Кузьма</b> Больва, ...\"",
        "date": "",

        "taskNum": "CCEB13"
    },
    {
        "taskCounter": 441,
        "typeTask": 1,
        "taskAnswer": "Наталья",
        "task1": "В одном из произведений А.С. Пушкина, текст которого приведён в подкаталоге каталога Проза, служанка вместо слова «доктор» использует слово «дохтур».",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните имя её собеседницы.",
  
        "task3": "Открываем каталог. Заходим в папку Пушкин. В строку поиска вводим дохтур, получаем файл Арап Петра Великого. Открываем. Ищем по слову дохтур, находим:",
   
        "task4": "\"— Скоро ли рассветет? — спросила <b>Наталья</b>.<br>— Теперь уже полдень, — отвечала служанка.<br>— Ах боже мой, отчего же так темно?<br>— Окна закрыты, барышня.<br>— Дай же мне поскорее одеваться.<br>— Нельзя, барышня, дохтур не приказал.\"",
        "date": "",

        "taskNum": "6C1516"
    },
    {
        "taskCounter": 440,
        "typeTask": 1,
        "taskAnswer": "Лев",
        "task1": "В одном из произведений А.П. Чехова, текст которого приведён в подкаталоге каталога Проза, есть герой с фамилией Пустяков.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните имя этого героя.",
  
        "task3": "Открываем каталог. Заходим в папку Чехов. В строку поиска вводим Пустяков, получаем файлы \"Палата №6. Сборник\", Собрание юмористических рассказов и Полное собрание рассказов. Открываем любой из них. Ищем по слову Пустяков. В файле \"Палата №6. Сборник\" слово пустяков не фамилия.",
   
        "task4": "Ищем в остальных, находим: \"Учитель военной прогимназии, коллежский регистратор <b>Лев</b> Пустяков,\" в рассказе Орден",
        "date": "",

        "taskNum": "A66526"
    },
    {
        "taskCounter": 439,
        "typeTask": 1,
        "taskAnswer": "Ибрагим",
        "task1": "В одном из произведений А.С. Пушкина, текст которого приведён в подкаталоге каталога Проза, есть слова: «Следовать за мыслями великого человека есть наука самая занимательная».",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните имя героя произведения, чувства которого описывают эти слова.",
  
        "task3": "Открываем каталог. Заходим в папку Пушкин. В строку поиска вводим занимательная, получаем файл Арап Петра Великого. Открываем. Ищем по слову занимательная, находим:",
   
        "task4": "\"Следовать за мыслями великого человека есть наука самая занимательная. <b>Ибрагим</b> видал Петра в сенате, оспориваемого Бутурлиным и Долгоруким, ...\"",
        "date": "",

        "taskNum": "E18926"
    },
    {
        "taskCounter": 438,
        "typeTask": 1,
        "taskAnswer": "Алексей",
        "task1": "В одном из произведений А.С. Пушкина, текст которого приведён в подкаталоге каталога Проза, упоминается собака по кличке Сбогар.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните имя хозяина собаки.",
  
        "task3": "Открываем каталог. Заходим в папку Пушкин. В строку поиска вводим Сбогар, получаем файл Барышня-крестьянка. Открываем. Ищем по слову Сбогар, находим:",
   
        "task4": "\"<b>Алексей</b> был в восхищении, целый день думал он о новой своей знакомке; ночью образ смуглой красавицы и во сне преследовал его воображение. Заря едва занималась, как он уже был одет. Не дав себе времени зарядить ружье, вышел он в поле с верным своим Сбогаром ...\"",
        "date": "",

        "taskNum": "B678DB"
    },
    {
        "taskCounter": 437,
        "typeTask": 1,
        "taskAnswer": "ПОРТНОЙ",
        "task1": "В одном из произведений Н.В. Гоголя, текст которого приведён в подкаталоге каталога Проза, описывается сцена, в которой персонаж с отчеством Петрович осматривает вицмундир.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора определите профессию этого человека.",
  
        "task3": "Открываем каталог. Заходим в папку Гоголь. В строку поиска вводим вицмундир, получаем файл Шинель. Открываем. Ищем по слову Петрович, находим:",
   
        "task4": "\"...Акакий Акакиевич решил, что шинель нужно будет снести к Петровичу, <b>портному</b>, ...\"",
        "date": "",

        "taskNum": "ED6D5D"
    },
    {
        "taskCounter": 436,
        "typeTask": 1,
        "taskAnswer": "БРАМБЕУС",
        "task1": "! В одном из произведений Н.В. Гоголя, текст которого приведён в подкаталоге каталога Проза, герой рассказывает о том, что он является автором ряда известных литературных произведений, среди которых «Женитьба Фигаро», «Роберт-дьявол», «Норма». Герой утверждает, что подписывал эти произведения псевдонимом.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора выясните этот псевдоним.",
  
        "task3": "Открываем каталог. Заходим в папку Гоголь. В строку поиска вводим Женитьба Фигаро, получаем файл Ревизор. Открываем. Ищем по слову Женитьба Фигаро, находим:",
   
        "task4": "\"Моих, впрочем, много есть сочинений: «Женитьба Фигаро», «Роберт-Дьявол», «Норма». Уж и названий даже не помню. И всё случаем: я не хотел писать, но театральная дирекция говорит: «Пожалуйста, братец, напиши что-нибудь». Думаю себе: «Пожалуй, изволь, братец!» И тут же в один вечер, кажется, всё написал, всех изумил. У меня легкость необыкновенная в мыслях. Все это, что было под именем <b>барона Брамбеуса</b>, «Фрегат „Надежды“ и „Московский телеграф“… все это я написал.\"",
        "date": "",

        "taskNum": "693B51"
    },
    {
        "taskCounter": 435,
        "typeTask": 1,
        "taskAnswer": "Акулина",
        "task1": "В одном из произведений А.С. Пушкина, текст которого приведён в подкаталоге каталога Проза, действия произведения происходят в селе Прилучино.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните вымышленное имя главной героини, которым она представлялась Алексею Берестову. В ответе напишите это имя.",
  
        "task3": "Открываем каталог. Заходим в папку Пушкин. В строку поиска вводим Прилучино, получаем файл Барышня-крестьянка. Открываем. Раз она представилась, возможно, Берестов спросил, как ее зовут. Ищем по слову зовут, находим:",
   
        "task4": "\"Лиза хотела удалиться, Алексей удержал ее за руку. «Как тебя зовут, душа моя?» – «Акулиной, – отвечала Лиза, стараясь освободить свои пальцы от руки Алексеевой; – да пусти ж, барин; мне и домой пора».\"",
        "date": "",

        "taskNum": "0745AE"
    },
    {
        "taskCounter": 434,
        "typeTask": 1,
        "taskAnswer": "Ржевский",
        "task1": "В одном из произведений А.С. Пушкина, текст которого приведён в подкаталоге каталога Проза, дано следующее описание одного из героев: «Он происходил от древнего боярского рода, владел огромным имением, был хлебосол, любил соколиную охоту; дворня его была многочисленна».",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните фамилию этого человека.",
  
        "task3": "Открываем каталог. Заходим в папку Пушкин. В строку поиска вводим хлебосол, получаем файл Арап Петра Великого. Открываем. Ищем по слову хлебосол, находим:",
   
        "task4": "\"Теперь должен я благосклонного читателя познакомить с Гаврилою Афанасьевичем <b>Ржевским</b>. Он происходил от древнего боярского рода, владел огромным имением, был хлебосол, любил соколиную охоту; дворня его была многочисленна.\"",
        "date": "",

        "taskNum": "BBC8A3"
    },
    {
        "taskCounter": 433,
        "typeTask": 1,
        "taskAnswer": "ЯИК",
        "task1": "В одном из произведений А.С. Пушкина, текст которого приведён в подкаталоге каталога Проза, присутствует эпизод, в котором описывается дорога в Белогорскую крепость. Эта дорога шла по крутому берегу реки.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора выясните название этой реки.",
  
        "task3": "Открываем каталог. Заходим в папку Пушкин. В строку поиска вводим Белогорск, получаем файл Капитанская дочка. Открываем. Ищем по слову Белогорская крепость, находим:",
   
        "task4": "\"Белогорская крепость находилась в сорока верстах от Оренбурга. Дорога шла по крутому берегу <b>Яика</b>. Река еще не замерзала, ...\"",
        "date": "",

        "taskNum": "263CE5"
    },
    {
        "taskCounter": 432,
        "typeTask": 1,
        "taskAnswer": "ТАМАНЬ",
        "task1": "В одном из произведений М.Ю. Лермонтова, текст которого приведён в подкаталоге каталога Проза, описывается город, в котором герой чуть не умер с голода, да ещё его там хотели утопить.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора выясните название этого города.",
  
        "task3": "Открываем каталог. Заходим в папку Лермонтов. В строку поиска вводим чуть не умер, получаем файл Герой нашего времени. Открываем. Ищем по слову чуть не умер, находим:",
   
        "task4": "\"<b>Тамань</b> – самый скверный городишко из всех приморских городов России. Я там чуть-чуть не умер с голода, да еще вдобавок меня хотели утопить.\"",
        "date": "",

        "taskNum": "13FA3D"
    },
    {
        "taskCounter": 431,
        "typeTask": 1,
        "taskAnswer": "ТАТЬЯНА",
        "task1": "В одном из произведений А.С. Пушкина, текст которого приведён в подкаталоге каталога Проза, одна из героинь эпизода произносит фразу: «Подлинно, нынешние наряды на смех всему миру».",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора определите имя этой героини. В ответе запишите только её полное имя (без отчества).",
  
        "task3": "Открываем каталог. Заходим в папку Пушкин. В строку поиска вводим Подлинно, получаем файл Арап Петра Великого. Открываем. Ищем по слову Подлинно, находим:",
   
        "task4": "\"— А дура-то врет, врет, да и правду соврет, — сказала <b>Татьяна</b> Афанасьевна, старшая сестра хозяина, сердечно им уважаемая. — Подлинно, нынешние наряды на смех всему миру.\"",
        "date": "",

        "taskNum": "4E6185"
    },
    {
        "taskCounter": 430,
        "typeTask": 1,
        "taskAnswer": "Павел",
        "task1": "В одном из произведений Ф.М. Достоевского, текст которого приведён в подкаталоге каталога Проза, есть герой с фамилией Гаганов.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните имя этого героя.",
  
        "task3": "Открываем каталог. Заходим в папку Достоевский. В строку поиска вводим Гаганов, получаем файл Бесы. Открываем. Ищем по слову Гаганов, находим:",
   
        "task4": "\"Николай Всеволодович, стоявший в стороне один и к которому никто и не обращался, вдруг подошел к <b>Павлу</b> Павловичу, неожиданно, но крепко ухватил его за нос двумя пальцами и успел протянуть за собою по зале два-три шага. Злобы он не мог иметь никакой на господина Гаганова.\"",
        "date": "",

        "taskNum": "F73318"
    },
    {
        "taskCounter": 429,
        "typeTask": 1,
        "taskAnswer": "ЯРОСЛАВЛЬ",
        "task1": "В одном из произведений М.Ю. Лермонтова, текст которого приведён в подкаталоге каталога Проза, упоминается о Койшаурской долине.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора определите город, из которого был родом русский извозчик, первым спустившийся на повозке по дороге между пропастью и утёсом.",
  
        "task3": "Открываем каталог. Заходим в папку Лермонтов. В строку поиска вводим Койшаурск, получаем файл Герой нашего времени. Открываем. Ищем по слову утес, находим:",
   
        "task4": "\"Подложили цепи под колеса вместо тормозов, чтоб они не раскатывались, взяли лошадей под уздцы и начали спускаться; направо был утес, налево пропасть такая, что целая деревушка осетин, живущих на дне ее, казалась гнездом ласточки; я содрогнулся, подумав, что часто здесь, в глухую ночь, по этой дороге, где две повозки не могут разъехаться, какой-нибудь курьер раз десять в год проезжает, не вылезая из своего тряского экипажа. Один из наших извозчиков был русский <b>ярославский</b> мужик,\"",
        "date": "",

        "taskNum": "94FC17"
    },
    {
        "taskCounter": 428,
        "typeTask": 1,
        "taskAnswer": "Петрович",
        "task1": "В одном из произведений А.С. Пушкина, текст которого приведён в подкаталоге каталога Проза, есть герой Кирила.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните его отчество.",
  
        "task3": "Открываем каталог. Заходим в папку Пушкин. В строку поиска вводим Кирила, получаем файл Арап Петра Великого. Открываем. Ищем по слову Кирила, находим:",
   
        "task4": "\"— Ох, матушка Татьяна Афанасьевна, — сказал Кирила <b>Петрович</b> Т., бывший в Рязани воевода,\"",
        "date": "",

        "taskNum": "9B1A1B"
    },
    {
        "taskCounter": 427,
        "typeTask": 1,
        "taskAnswer": "Лиза",
        "task1": "В одном из произведений А.С. Пушкина, текст которого приведён в подкаталоге каталога Проза, главную героиню отец называет Бетси.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните её настоящее имя. В ответе запишите тот вариант этого имени, который в произведении использует автор.",
  
        "task3": "Открываем каталог. Заходим в папку Пушкин. В строку поиска вводим Бетси, получаем файл Барышня-крестьянка. Открываем. Ищем по слову Бетси, находим:",
   
        "task4": "\"Но всех более занята была им дочь англомана моего, <b>Лиза</b> (или Бетси, как звал ее обыкновенно Григорий Иванович).\"",
        "date": "",

        "taskNum": "E5EC1F"
    },
    {
        "taskCounter": 426,
        "typeTask": 1,
        "taskAnswer": "Башмачкин",
        "task1": "В одном из произведений Н.В. Гоголя, текст которого приведён в подкаталоге каталога Проза, есть герой с именем Акакий.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните фамилию этого героя.",
  
        "task3": "Открываем каталог. Заходим в папку Гоголь. В строку поиска вводим Акакий, получаем файл Шинель. Открываем. Ищем по слову Акакий, находим:",
   
        "task4": "\"И отец, и дед, и даже шурин и все совершенно <b>Башмачкины</b> ходили в сапогах, переменяя только раза три в год подметки. Имя его было Акакий Акакиевич.\"",
        "date": "",

        "taskNum": "67F61E"
    },
    {
        "taskCounter": 425,
        "typeTask": 1,
        "taskAnswer": "Раскольникова",
        "task1": "В одном из произведений Ф.М. Достоевского, текст которого приведён в подкаталоге каталога Проза, есть героиня Пульхерия.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните фамилию этой героини.",
  
        "task3": "Открываем каталог. Заходим в папку Достоевский. В строку поиска вводим Пульхерия, получаем файл Преступление и наказание. Открываем. Ищем по слову Пульхерия, находим:",
   
        "task4": "\"Обнимаю тебя крепко крепко и целую бессчетно. Твоя до гроба Пульхерия <b>Раскольникова</b>».\"",
        "date": "",

        "taskNum": "FEE02B"
    },
    {
        "taskCounter": 424,
        "typeTask": 1,
        "taskAnswer": "Корсаков",
        "task1": "В одном из произведений А.С. Пушкина, текст которого приведён в подкаталоге каталога Проза, одному из персонажей надлежит «выпить кубок большого орла».",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните фамилию этого персонажа.",
  
        "task3": "Открываем каталог. Заходим в папку Пушкин. В строку поиска вводим кубок, получаем файл Арап Петра Великого. Открываем. Ищем по слову кубок, находим:",
   
        "task4": "\"<b>Корсаков</b> ждал ее решения, но господин с букетом подошел к нему, отвел на средину залы и важно сказал: «Государь мой, ты провинился: во-первых, подошед к сей молодой персоне, не отдав ей три должные реверанса; а во-вторых, взяв на себя самому ее выбрать, тогда как в менуэтах право сие подобает даме, а не кавалеру; сего ради имеешь ты быть весьма наказан, именно должен выпить кубок большого орла».\"",
        "date": "",

        "taskNum": "F7A32A"
    },
    {
        "taskCounter": 423,
        "typeTask": 1,
        "taskAnswer": "ПЕТЕРБУРГ",
        "task1": "В одном из произведений Ф.М. Достоевского, текст которого приведён в подкаталоге каталога Проза, присутствует эпизод с рассказом о городе, в котором жил Степан Трофимович «почти весь зимний сезон».",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора выясните название этого города.",
  
        "task3": "Открываем каталог. Заходим в папку Достоевский. В строку поиска вводим Степан Трофимович, получаем файл Бесы. Открываем. Ищем по запросу почти весь зимний сезон, находим:",
   
        "task4": "\"Они съездили и прожили в <b>Петербурге</b> почти весь зимний сезон.\"",
        "date": "",

        "taskNum": "C3F023"
    },
    {
        "taskCounter": 422,
        "typeTask": 1,
        "taskAnswer": "Кардамонов",
        "task1": "В одном из произведений А.П. Чехова, текст которого приведён в подкаталоге каталога Проза, присутствует эпизод, в котором один из героев послал в «Ниву» статью «Интересный случай многоплодия среди крестьянского народонаселения».",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора выясните фамилию этого героя.",
  
        "task3": "Открываем каталог. Заходим в папку Чехов. В строку поиска вводим многоплодия, получаем файлы Собрание юмористических рассказов и Полное собрание рассказов. Открываем любой из них. Ищем Интересный случай многоплодия среди крестьянского народонаселения, находим:",
   
        "task4": "\"<b>Кардамонов</b> послал в прошлом году в «Ниву» статью под заглавием: «Интересный случай многоплодия среди крестьянского народонаселения», ...\"",
        "date": "",

        "taskNum": "949B29"
    },
    {
        "taskCounter": 421,
        "typeTask": 1,
        "taskAuthor": "Демоверсия 2025",
        "taskAnswer": "Тщетный",
        "task1": "В одном из произведений А.П. Чехова, текст которого приведён в подкаталоге каталога Проза, присутствует эпизод, в котором щенок «взятый приучаться», услышал выстрел и поджал хвост.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора выясните кличку этого щенка.",
  
        "task3": "Открываем каталог. Заходим в папку Чехов. В строку поиска вводим приучаться, получаем файлы Собрание юмористических рассказов и Полное собрание рассказов. Открываем любой из них. Ищем по слову щенок, находим:",
   
        "task4": "\"Щенок <b>Тщетный</b>, взятый «приучаться», услышав первый раз в жизни выстрел, залаял и, поджав хвост, побежал к тарантасам.\"",
        "date": "",

        "taskNum": "84E32B"
    },
    {
        "taskCounter": 420,
        "typeTask": 1,
        "taskAnswer": "Алкид",
        "task1": "В одном из произведений Н.В. Гоголя, текст которого приведён в подкаталоге каталога Проза, у одного из персонажей есть семилетний сын по имени Фемистоклюс.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните, как зовут младшего брата этого мальчика.",
  
        "task3": "Открываем каталог. Заходим в папку Гоголь. В строку поиска вводим Фемистоклюс, получаем файл Мертвые души. Открываем. Ищем по слову Фемистоклюс, находим:",
   
        "task4": "\"Вот меньшой, <b>Алкид</b>, тот не так быстр, а этот сейчас, если что-нибудь встретит, букашку, козявку, так уж у него вдруг глазенки и забегают; побежит за ней следом и тотчас обратит внимание. Я его прочу по дипломатической части. Фемистоклюс, – продолжал он, снова обратясь к нему, – хочешь быть посланником?\"",
        "date": "",

        "taskNum": "86012C"
    },
    {
        "taskCounter": 419,
        "typeTask": 1,
        "taskAnswer": "Хлопов",
        "task1": "В одном из произведений Н.В. Гоголя, текст которого приведён в подкаталоге каталога Проза, есть персонаж с должностью смотритель училищ.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните фамилию этого героя.",
  
        "task3": "Открываем каталог. Заходим в папку Гоголь. В строку поиска вводим смотритель училищ, получаем файл Ревизор. Открываем. Ищем по слову смотритель училищ, находим:",
   
        "task4": "\"Лука Лукич <b>Хлопов</b>, смотритель училищ.\"",
        "date": "",

        "taskNum": "928DD8"
    },
    {
        "taskCounter": 418,
        "typeTask": 1,
        "taskAnswer": "Семен",
        "task1": "В одном из произведений А.С. Пушкина, текст которого приведён в подкаталоге каталога Проза, есть герой Кузов.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните имя этого героя.",
  
        "task3": "Открываем каталог. Заходим в папку Пушкин. В строку поиска вводим Кузов, получаем файлы Барышня-крестьянка и Капитанская дочка. Открываем, но в первом не фамилия, а кузовок. Зато Кузов есть в файле Капитанская дочка. Ищем по слову Кузов, находим:",
   
        "task4": "\"Отведи Петра Андреича к <b>Семену</b> Кузову.\"",
        "date": "",

        "taskNum": "3029D5"
    },
    {
        "taskCounter": 417,
        "typeTask": 1,
        "taskAnswer": "Маниловка",
        "task1": "В одном из произведений Н.В. Гоголя, текст которого приведён в подкаталоге каталога Проза, есть описание строения, которое автор называет «Храм уединённого размышления».",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните название деревни, в которой расположено это строение.",
  
        "task3": "Открываем каталог. Заходим в папку Гоголь. В строку поиска вводим храм, получаем файл Мертвые души. Открываем. Запрос Храм уединённого размышления ничего не дает, поскольку слово в произведении разбито для переноса. Ищем по слову храм, находим:",
   
        "task4": "\"Деревня <b>Маниловка</b> немногих могла заманить своим местоположением...\"",
        "date": "",

        "taskNum": "74F45F"
    },
    {
        "taskCounter": 416,
        "typeTask": 1,
        "taskAnswer": "Чапыжник",
        "task1": "В одном из произведений Н.В. Гоголя, текст которого приведён в подкаталоге каталога Проза, автор описывает одним словом «мелкий кривой дрянной лес, кустами поросший от корней».",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните это слово.",
  
        "task3": "Открываем каталог. Заходим в папку Гоголь. В строку поиска вводим кривой дрянной, получаем файл Мертвые души. Открываем. Ищем по слову кривой дрянной, находим:",
   
        "task4": "\"<b>Чапыжник</b> – «мелкий кривой дрянной лес, кустами поросший от корней».\"",
        "date": "",

        "taskNum": "7C675F"
    },
    {
        "taskCounter": 415,
        "typeTask": 1,
        "taskAnswer": "ДМИТРИЙ",
        "task1": "! В одном из произведений Ф.М. Достоевского, текст которого приведён в подкаталоге каталога Проза, в первой главе рассказывается о детях Фёдора Павловича.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора выясните имя его старшего сына. В ответе запишите полное имя.",
  
        "task3": "Открываем каталог. Заходим в папку Достоевский. В строку поиска вводим Фёдора Павловича, получаем файл Братья Карамазовы. Открываем. Ищем по слову старш, находим в <b>первой главе</b>:",
   
        "task4": "\"Он был женат два раза, и у него было три сына: старший, <b>Дмитрий</b> Федорович, от первой супруги, ...\"",
        "date": "",

        "taskNum": "629C5A"
    },
    {
        "taskCounter": 414,
        "typeTask": 1,
        "taskAnswer": "Трагик",
        "task1": "В одном из произведений А.П. Чехова, текст которого приведён в подкаталоге каталога Проза, есть герой с фамилией Лимонадов.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните название этого произведения.",
  
        "task3": "Открываем каталог. Заходим в папку Чехов. В строку поиска вводим Лимонадов, получаем файлы Собрание юмористических рассказов и Полное собрание рассказов. Открываем любой из них.",
   
        "task4": "Ищем по слову Лимонадов, находим рассказ <b>Трагик</b>.",
        "date": "",

        "taskNum": "B957A5"
    },
    {
        "taskCounter": 413,
        "typeTask": 1,
        "taskAnswer": "Алексей",
        "task1": "В одном из произведений Ф.М. Достоевского, текст которого приведён в подкаталоге каталога Проза, есть персонаж Фёдор Павлович.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните имя младшего сына данного персонажа.",
  
        "task3": "Открываем каталог. Заходим в папку Достоевский. В строку поиска вводим Фёдор Павлович, получаем файл Братья Карамазовы. Открываем. Ищем по слову младш, находим:",
   
        "task4": "\"Списавшись с Федором Павловичем и мигом угадав, что от него денег на воспитание его же детей не вытащишь (хотя тот прямо никогда не отказывал, а только всегда в этаких случаях тянул, иногда даже изливаясь в чувствительностях), он принял в сиротах участие лично и особенно полюбил младшего из них, <b>Алексея</b>, ...\"",
        "date": "",

        "taskNum": "2228AE"
    },
    {
        "taskCounter": 412,
        "typeTask": 1,
        "taskAnswer": "Лев",
        "task1": "В одном из произведений Ф.М. Достоевского, текст которого приведён в подкаталоге каталога Проза, есть герой с фамилией Мышкин.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните имя этого героя.",
  
        "task3": "Открываем каталог. Заходим в папку Достоевский. В строку поиска вводим Мышкин, получаем файл Идиот. Открываем. Ищем по слову Мышкин, находим:",
   
        "task4": "\"– Князь <b>Лев</b> Николаевич Мышкин, – отвечал тот с полною и немедленною готовностью.\"",
        "date": "",

        "taskNum": "352DA1"
    },
    {
        "taskCounter": 411,
        "typeTask": 1,
        "taskAnswer": "НИКОЛАЙ",
        "task1": "В одном из произведений Ф.М. Достоевского, текст которого приведён в подкаталоге каталога Проза, присутствует эпизод, в котором говорится о «единственном сыне» Варвары Петровны.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора выясните его имя. В ответе запишите полное имя сына Варвары Петровны.",
  
        "task3": "Открываем каталог. Заходим в папку Достоевский. В строку поиска вводим Варвара Петровна, получаем файл Бесы. Открываем. Ищем по слову единственн, находим:",
   
        "task4": "\"На земле существовало еще одно лицо, к которому Варвара Петровна была привязана не менее как к Степану Трофимовичу, – единственный сын ее, <b>Николай</b> Всеволодович Ставрогин.\"",
        "date": "",

        "taskNum": "2D03C8"
    },
    {
        "taskCounter": 410,
        "typeTask": 1,
        "taskAnswer": "Луиза",
        "task1": "! В одном из произведений А.П. Чехова, текст которого приведён в подкаталоге каталога Проза, есть герой с именем Нафанаил.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните имя матери этого героя.",
  
        "task3": "Открываем каталог. Заходим в папку Чехов. В строку поиска вводим Нафанаил, получаем файлы Собрание юмористических рассказов и Полное собрание рассказов. Открываем любой из них. Ищем по слову Нафанаил, находим рассказ Толстый и Тонкий:",
   
        "task4": "\"Это вот моя жена, <b>Луиза</b>, урожденная Ванценбах… лютеранка… А это сын мой, Нафанаил, ученик III класса.\"",
        "date": "",

        "taskNum": "FEB39D"
    },
    {
        "taskCounter": 409,
        "typeTask": 1,
        "taskAnswer": "АЛЕКСАНДР",
        "task1": "! В одном из произведений И.А. Гончарова, текст которого приведён в подкаталоге каталога Проза, присутствует эпизод, в котором рассказывается о коте по кличке Васька.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора выясните к кому из персонажей этот кот относился лучше всех. В ответе укажите только имя персонажа.",
  
        "task3": "Открываем каталог. Заходим в папку Гончаров. В строку поиска вводим Васьк, получаем файлы Обломов и Обыкновенная история. Открываем. Ищем по слову Васьк. В Обломове Васька - человек. В Обыкновенной истории находим:",
   
        "task4": "\"Как назвать <b>Александра</b> бесчувственным за то, что он решился на разлуку? Ему было двадцать лет. Жизнь от пелен ему улыбалась; мать лелеяла и баловала его, как балуют единственное чадо; нянька все пела ему над колыбелью, что он будет ходить в золоте и не знать горя; профессоры твердили, что он пойдет далеко, а по возвращении его домой ему улыбнулась дочь соседки. И старый кот, Васька, был к нему, кажется, ласковее, нежели к кому-нибудь в доме.\"",
        "date": "",

        "taskNum": "D0FD95"
    },
    {
        "taskCounter": 408,
        "typeTask": 1,
        "taskAnswer": "Менуэт",
        "task1": "В одном из произведений А.С. Пушкина, текст которого приведён в подкаталоге каталога Проза, одному из персонажей говорят: «Государь мой, ты провинился: во-первых, подошед к сей молодой персоне, не отдав ей три должные реверанса; а во-вторых, взяв на себя самому её выбрать, тогда как в этом танце право сие подобает даме, а не кавалеру».",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните, как называется этот танец.",
  
        "task3": "Открываем каталог. Заходим в папку Пушкин. В строку поиска вводим подошед, получаем файл Арап Петра великого. Открываем. Ищем по слову подошед, находим выше в том же абзаце:",
   
        "task4": "\"... господин с букетом провозгласил, что церемониальные танцы кончились, и приказал музыкантам играть <b>менуэт</b>.\"",
        "date": "",

        "taskNum": "A92295"
    },
    {
        "taskCounter": 407,
        "typeTask": 1,
        "taskAnswer": "Тоска",
        "task1": "В одном из произведений А.П. Чехова, текст которого приведён в подкаталоге каталога Проза, есть герой Иона Потапов.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните название этого произведения.",
  
        "task3": "Открываем каталог. Заходим в папку Чехов. В строку поиска вводим Иона Потапов, получаем файлы Собрание юмористических рассказов и Полное собрание рассказов. Открываем любой из них.",
   
        "task4": "Ищем по слову Иона Потапов, находим рассказ <b>Тоска</b>.",
        "date": "",

        "taskNum": "E2C392"
    },
    {
        "taskCounter": 406,
        "typeTask": 1,
        "taskAnswer": "Федорович",
        "task1": "В одном из произведений Ф.М. Достоевского, текст которого приведён в подкаталоге каталога Проза, есть герой с фамилией Епанчин.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните отчество этого героя.",
  
        "task3": "Открываем каталог. Заходим в папку Достоевский. В строку поиска вводим Епанчин, получаем файл Идиот. Открываем. Ищем по слову Епанчин, находим, что там есть еще и Епанчина. Ставим после Епанчин пробел и сужаем запрос. Находим:",
   
        "task4": "\"А между тем известно тоже было, что Иван <b>Федорович</b> Епанчин\"",
        "date": "",

        "taskNum": "F563E4"
    },
    {
        "taskCounter": 405,
        "typeTask": 1,
        "taskAnswer": "Февронья",
        "task1": "В одном из произведений Н.В. Гоголя, текст которого приведён в подкаталоге каталога Проза, есть персонаж Слесарша.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните имя этой героини.",
  
        "task3": "Открываем каталог. Заходим в папку Гоголь. В строку поиска вводим Слесарш, получаем файл Ревизор. Открываем. Ищем по слову Слесарш, находим:",
   
        "task4": "\"<b>Февронья</b> Петровна Пошлепкина, слесарша.\"",
        "date": "",

        "taskNum": "14EFE2"
    },
    {
        "taskCounter": 404,
        "typeTask": 1,
        "taskAnswer": "Разлука",
        "task1": "В одном из произведений А.С. Пушкина, текст которого приведён в подкаталоге каталога Проза, эпиграфом к одной главе является четверостишие Хераскова, начинающееся фразой «Сладко было спознаваться»...",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните название этой главы.",
  
        "task3": "Открываем каталог. Заходим в папку Пушкин. В строку поиска вводим спознаваться, получаем файл Капитанская дочка. Открываем.",
   
        "task4": "Ищем по слову спознаваться, находим главу <b>Разлука</b>",
        "date": "",

        "taskNum": "AAA9E0"
    },
    {
        "taskCounter": 403,
        "typeTask": 1,
        "taskAnswer": "САДОВАЯ",
        "task1": "! В одном из произведений Ф.М. Достоевского, текст которого приведён в подкаталоге каталога Проза, присутствует эпизод, в котором рассказывается о домах генерала Епанчина.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора выясните, на какой улице находился его второй дом. В ответе запишите название улицы в именительном падеже.",
  
        "task3": "Открываем каталог. Заходим в папку Достоевский. В строку поиска вводим Епанчин, получаем файл Идиот. Открываем. Ищем по слову дома, находим:",
   
        "task4": "\"Генерал Епанчин жил в собственном своем доме, несколько в стороне от Литейной, к Спасу Преображения. Кроме этого (превосходного) дома, пять шестых которого отдавались внаем, генерал Епанчин имел еще огромный дом на <b>Садовой</b>, приносивший тоже чрезвычайный доход.\"",
        "date": "",

        "taskNum": "6E2EE0"
    },
    {
        "taskCounter": 402,
        "typeTask": 1,
        "taskAnswer": "Крепость",
        "task1": "В одном из произведений А.С. Пушкина, текст которого приведён в подкаталоге каталога Проза, упоминается место Нижнеозерная.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните, чем является это место (например, площадь, дорога, деревня, станция).",
  
        "task3": "Открываем каталог. Заходим в папку Пушкин. В строку поиска вводим Нижнеозерная, получаем файл Капитанская дочка. Открываем. Ищем по слову Нижнеозерн, находим:",
   
        "task4": "\"Комендант Нижнеозерной <b>крепости</b>, тихий и скромный молодой человек, был мне знаком: ...\"",
        "date": "",

        "taskNum": "8267E1"
    },
    {
        "taskCounter": 401,
        "typeTask": 1,
        "taskAnswer": "Городовой",
        "task1": "В одном из произведений А.П. Чехова, текст которого приведён в подкаталоге каталога Проза, есть герой с фамилией Жратва.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните должность этого героя.",
  
        "task3": "Открываем каталог. Заходим в папку Чехов. В строку поиска вводим Жратва, получаем файлы Собрание юмористических рассказов и Полное собрание рассказов. Открываем любой из них. Ищем по слову Жратва, находим:",
   
        "task4": "\"... городовой Жратва ...\"",
        "date": "",

        "taskNum": "8D27E2"
    },
    {
        "taskCounter": 400,
        "typeTask": 1,
        "taskAnswer": "Атаман",
        "task1": "! В одном из произведений Н.В. Гоголя, текст которого приведён в подкаталоге каталога Проза, есть герой с фамилией Кукубенко.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните должность этого героя.",
  
        "task3": "Открываем каталог. Заходим в папку Гоголь. В строку поиска вводим Кукубенко, получаем файл Тарас Бульба. Открываем. Ищем по слову , находим:",
   
        "task4": "\"Козаки все стояли понурив головы, зная вину; один только незамайковский куренной <b>атаман</b> Кукубенко отозвался.\"",
        "date": "",

        "taskNum": "4DFD64"
    },
    {
        "taskCounter": 399,
        "typeTask": 1,
        "taskAnswer": "Платон",
        "task1": "В одном из произведений Н.В. Гоголя, текст которого приведён в подкаталоге каталога Проза, есть герой с фамилией Ковалев.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните имя этого героя.",
  
        "task3": "Открываем каталог. Заходим в папку Гоголь. В строку поиска вводим Ковалев, получаем файл Нос. Открываем. Ищем по слову Ковалев, находим ближе к концу:",
   
        "task4": "\"Ваш покорный слуга <b>Платон</b> Ковалев.\"",
        "date": "",

        "taskNum": "4A0C64"
    },
    {
        "taskCounter": 398,
        "typeTask": 1,
        "taskAnswer": "Гороховая",
        "task1": "В одном из произведений И.А. Гончарова, текст которого приведён в подкаталоге каталога Проза, есть герой с фамилией Обломов.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните, на какой улице жил герой. Название улицы напишите в именительном падеже.",
  
        "task3": "Открываем каталог. Заходим в папку Гончаров. В строку поиска вводим Обломов, получаем файл Обломов. Открываем. Ищем по слову улиц, находим:",
   
        "task4": "\"В Гороховой улице, в одном из больших домов, народонаселения которого стало бы на целый уездный город, лежал утром в постели, на своей квартире, Илья Ильич Обломов.\"",
        "date": "",

        "taskNum": "D06A30"
    },
    {
        "taskCounter": 397,
        "typeTask": 1,
        "taskAnswer": "Прачка",
        "task1": "В одном из произведений А.С. Пушкина, текст которого приведён в подкаталоге каталога Проза, есть героиня Палашка.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните название профессии этой женщины.",
  
        "task3": "Открываем каталог. Заходим в папку Пушкин. В строку поиска вводим Палашк, получаем файл Капитанская дочка. Открываем. Ищем по слову Палашк, находим:",
   
        "task4": "\"<b>Прачка</b> Палашка, толстая и рябая девка, ...\"",
        "date": "",

        "taskNum": "DABC3C"
    },
    {
        "taskCounter": 396,
        "typeTask": 1,
        "taskAnswer": "Сухарь",
        "task1": "В одном из произведений Н.В. Гоголя, текст которого приведён в подкаталоге каталога Проза, служанка по имени Мавра приносит главному герою на тарелке угощение.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните, что это было за угощение.",
  
        "task3": "Открываем каталог. Заходим в папку Гоголь. В строку поиска вводим Мавра, получаем файл Мертвые души. Открываем. Ищем по слову Мавра, находим:",
   
        "task4": "\"– Тут стал он заглядывать и под стол и на стол, шарил везде и наконец закричал: – Мавра! а Мавра! На зов явилась женщина с тарелкой в руках, на которой лежал <b>сухарь</b>, уже знакомый читателю.\"",
        "date": "",

        "taskNum": "C22E35"
    },
    {
        "taskCounter": 395,
        "typeTask": 1,
        "taskAnswer": "Ротмистр",
        "task1": "В одном из произведений А.С. Пушкина, текст которого приведён в подкаталоге каталога Проза, есть герой Зурин.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора или браузера выясните чин (звание) Зурина.",
  
        "task3": "Открываем каталог. Заходим в папку Пушкин. В строку поиска вводим Зурин, получаем файл Капитанская дочка. Открываем. Ищем по слову Зурин, находим:",
   
        "task4": "\"Я узнал, что его зовут Иваном Ивановичем Зуриным, что он <b>ротмистр</b> гусарского полку\"",
        "date": "",

        "taskNum": "DCF885"
    },
    {
        "taskCounter": 394,
        "typeTask": 1,
        "taskAnswer": "СЕРЫЙ",
        "task1": "В одном из произведений И.А. Гончарова, текст которого приведён в подкаталоге каталога Проза, присутствует эпизод, в котором описывается внешний вид персонажа по имени Захар.",

        "task2": "С помощью поисковых средств операционной системы и текстового редактора выясните, какого цвета был любимый сюртук Захара. В ответе укажите только название цвета в именительном падеже.",
  
        "task3": "Открываем каталог. Заходим в папку Гончаров. В строку поиска вводим Захар, получаем файл Обломов. Открываем. Ищем по слову сюртук, находим:",
   
        "task4": "\"Поэтому для Захара дорог был <b>серый</b> сюртук: в нем да еще в кое-каких признаках, сохранившихся в лице и манерах барина, напоминавших его родителей,\"",
        "date": "",

        "taskNum": "859280"
    }
]