[
    {
        "taskCounter": 1455,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет максимальное число, оканчивающееся на 9. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, оканчивающееся на 9.",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа по модулю не превышают 30 000.",

        "task3": "Программа должна вывести одно число: максимальное число, оканчивающееся на 9.",

        "task4": "3<br>9<br>19<br>23",

        "task5": "19",

        "taskNum": "5D1c8B"
    },
    {
        "taskCounter": 1454,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет количество чисел, кратных 8. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, кратное 8.",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа по модулю не превышают 30 000.",

        "task3": "Программа должна вывести одно число: количество чисел, кратных 8.",

        "task4": "3<br>16<br>26<br>24",

        "task5": "2",

        "taskNum": "31559e"
    },
    {
        "taskCounter": 1453,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет сумму чисел, оканчивающихся на 5. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, оканчивающееся на 5.",
        
        "task2": "Количество чисел не превышает 100. Введённые числа по модулю не превышают 300.",

        "task3": "Программа должна вывести одно число: сумму чисел, оканчивающихся на 5.",

        "task4": "3<br>15<br>25<br>24",

        "task5": "40",

        "taskNum": "577493"
    },
    {
        "taskCounter": 1452,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет сумму чисел, кратных 7. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, кратное 7.",
        
        "task2": "Количество чисел не превышает 100. Введённые числа по модулю не превышают 300.",

        "task3": "Программа должна вывести одно число: сумму чисел, кратных 7.",

        "task4": "3<br>14<br>25<br>7",

        "task5": "21",

        "taskNum": "57e4c1"
    },
    {
        "taskCounter": 1451,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет количество таких чисел, которые кратны 4 и оканчиваются на 2. Программа получает на вход натуральные числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 – признак окончания ввода, не входит в последовательность).",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа не превышают 30 000.",

        "task3": "Программа должна вывести одно число: количество чисел, кратных 4 и оканчивающихся на 2.",

        "task4": "12<br>140<br>22<br>0",

        "task5": "1",

        "taskNum": "8C748F"
    },
    {
        "taskCounter": 1450,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности целых чисел определяет количество чисел, кратных 4 или 9. Программа получает на вход целые числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 – признак окончания ввода, не входит в последовательность).",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа по модулю не превышают 30 000.",

        "task3": "Программа должна вывести одно число: количество чисел, кратных 4 или 9.",

        "task4": "36<br>91<br>40<br>0",

        "task5": "2",

        "taskNum": "7D2B86"
    },
    {
        "taskCounter": 1449,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет максимальное число, кратное 4. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, кратное 4.",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа не превышают 30 000.",

        "task3": "Программа должна вывести одно число – максимальное число, кратное 4.",

        "task4": "3<br>8<br>16<br>11",

        "task5": "16",

        "taskNum": "046587"
    },
    {
        "taskCounter": 1448,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности целых чисел определяет количество чисел, кратных 4 и оканчивающихся на 0. Программа получает на вход целые числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 – признак окончания ввода, не является членом последовательности).",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа по модулю не превышают 30 000.",

        "task3": "Программа должна вывести одно число: количество чисел, кратных 4 и оканчивающихся на 0.",

        "task4": "20<br>40<br>-27<br>12<br>0",

        "task5": "2",

        "taskNum": "0B9580"
    },
    {
        "taskCounter": 1447,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел находит среднее арифметическое чисел, оканчивающихся на единицу, или сообщает, что таких чисел нет. Программа получает на вход целые числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 – признак окончания ввода).",
        
        "task2": "Количество чисел не превышает 100. Введённые числа по модулю не превышают 300.",

        "task3": "Программа должна вывести среднее арифметическое чисел, оканчивающихся на единицу, или вывести NO, если таких чисел в последовательности нет.",

        "task4": ["21<br>30<br>11<br>0", "16<br>5<br>0"],

        "task5": ["16.0", "NO"],

        "taskNum": "431786"
    },
    {
        "taskCounter": 1446,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет количество трёхзначных чисел, кратных 4. Программа получает на вход натуральные числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 – признак окончания ввода, не входит в последовательность).",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа не превышают 30 000.",

        "task3": "Программа должна вывести одно число: количество трёхзначных чисел, кратных 4.",

        "task4": "120<br>9<br>365<br>4<br>0",

        "task5": "1",

        "taskNum": "49F582"
    },
    {
        "taskCounter": 1445,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу для решения следующей задачи. На зачётной работе по физике ученикам 9 класса было предложено 12 задач. Зачёт можно получить, если правильно решить не менее 8 задач.",
        
        "task2": "Сколько учеников получило зачёт? Вычислите среднее количество правильно решённых задач учащимися, получившими зачёт. Гарантируется, что хотя бы один ученик сдал зачёт.",

        "task3": "Программа получает на вход количество учеников в классе N (1 ≤ N ≤ 30), затем для каждого ученика вводится количество правильно решённых задач.",

        "task4": "4<br>3<br>9<br>10<br>6",

        "task5": "2<br>9.5",

        "taskNum": "87A333"
    },
    {
        "taskCounter": 1444,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет количество чисел, кратных 6 и оканчивающихся на 4. Программа получает на вход количество чисел в последовательности, а затем сами числа.",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа по модулю не превышают 30 000.",

        "task3": "Программа должна вывести одно число: количество чисел, кратных 6 и оканчивающихся на 4.",

        "task4": "3<br>24<br>25<br>54",

        "task5": "2",

        "taskNum": "5B4731"
    },
    {
        "taskCounter": 1443,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет минимальное число, кратное 3. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, кратное 3.",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа не превышают 30 000.",

        "task3": "Программа должна вывести одно число – минимальное число, кратное 3.",

        "task4": "3<br>21<br>12<br>31",

        "task5": "12",

        "taskNum": "819D6B"
    },
    {
        "taskCounter": 1442,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет максимальное число, оканчивающееся на 3. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, оканчивающееся на 3.",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа не превышают 30 000.",

        "task3": "Программа должна вывести одно число – максимальное число, оканчивающееся на 3.",

        "task4": "3<br>13<br>23<br>3",

        "task5": "23",

        "taskNum": "3FED6B"
    },
    {
        "taskCounter": 1441,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет сумму всех чисел, кратных 6 и оканчивающихся на 4. Программа получает на вход натуральные числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 – признак окончания ввода, не входит в последовательность).",
        
        "task2": "Количество чисел не превышает 100. Введённые числа не превышают 300.",

        "task3": "Программа должна вывести одно число: сумму всех чисел, кратных 6 и оканчивающихся на 4.",

        "task4": "14<br>24<br>144<br>22<br>12<br>0",

        "task5": "168",

        "taskNum": "7AC466"
    },
    {
        "taskCounter": 1440,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности целых чисел определяет количество чётных чисел, кратных 7. Программа получает на вход целые числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 – признак окончания ввода, не входит в последовательность).",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа по модулю не превышают 30 000.",

        "task3": "Программа должна вывести одно число: количество чётных чисел, кратных 7.",

        "task4": "-32<br>14<br>17<br>0",

        "task5": "1",

        "taskNum": "02A267"
    },
    {
        "taskCounter": 1439,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет количество чисел, кратных 6 и оканчивающихся на 4. Программа получает на вход натуральные числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 – признак окончания ввода, не входит в последовательность).",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа не превышают 30 000.",

        "task3": "Программа должна вывести одно число: количество чисел, кратных 6 и оканчивающихся на 4.",

        "task4": "12<br>24<br>22<br>0",

        "task5": "1",

        "taskNum": "8D8BEF"
    },
    {
        "taskCounter": 1438,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет максимальное число, оканчивающееся на 2. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, оканчивающееся на 2.",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа не превышают 30 000.",

        "task3": "Программа должна вывести одно число – максимальное число, оканчивающееся на 2.",

        "task4": "4<br>3<br>22<br>6<br>12",

        "task5": "22",

        "taskNum": "3CBFE3"
    },
    {
        "taskCounter": 1437,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности целых чисел вычисляет сумму всех чисел, кратных 5 или 9. Программа получает на вход целые числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 – признак окончания ввода, не входит в последовательность).",
        
        "task2": "Количество чисел не превышает 20. Введённые числа по модулю не превышают 1500.",

        "task3": "Программа должна вывести одно число: сумму всех чисел, кратных 5 или 9.",

        "task4": "-15<br>99<br>8<br>0",

        "task5": "84",

        "taskNum": "C2D6EB"
    },
    {
        "taskCounter": 1436,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет количество чисел, оканчивающихся на 6. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, оканчивающееся на 6.",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа не превышают 30 000.",

        "task3": "Программа должна вывести одно число – количество чисел, оканчивающихся на 6.",

        "task4": "3<br>16<br>26<br>24",

        "task5": "2",

        "taskNum": "516CE0"
    },
    {
        "taskCounter": 1435,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу для решения следующей задачи. На соревнованиях по бегу на 5000 метров для выхода в финал необходимо показать время не более 18 минут 30 секунд. Сколько спортсменов по результатам соревнований вышли в финал?",
        
        "task2": "Программа получает на вход количество спортсменов, принимавших участие в соревнованиях (1 ≤ N ≤ 100), затем для каждого спортсмена вводится два числа: минуты и секунды – время, показанное на дистанции.",

        "task3": "",

        "task4": "2<br>17 15<br>19 20",

        "task5": "1",

        "taskNum": "DB34E2"
    },
    {
        "taskCounter": 1434,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет сумму чисел, оканчивающихся на 3. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, оканчивающееся на 3.",
        
        "task2": "Количество чисел не превышает 100. Введённые числа не превышают 300.",

        "task3": "Программа должна вывести одно число – сумму чисел, оканчивающихся на 3.",

        "task4": "3<br>13<br>23<br>24",

        "task5": "36",

        "taskNum": "20E8E3"
    },
    {
        "taskCounter": 1433,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу для решения следующей задачи. Девятиклассники участвовали в викторине по математике. Необходимо было ответить на 20 вопросов. Победителем викторины считается участник, правильно ответивший на наибольшее количество вопросов. На сколько вопросов победитель ответил правильно?",
        
        "task2": "Если есть участники викторины, которые не смогли дать правильный ответ ни на один из вопросов, выведите YES, иначе выведите NO. Гарантируется, что есть участники, правильно ответившие хотя бы на один из вопросов.",

        "task3": "Программа получает на вход число участников викторины N (1 ≤ N ≤ 50), затем для каждого участника вводится количество вопросов, на которые получен правильный ответ.",

        "task4": "4<br>15<br>12<br>0<br>17",

        "task5": "17<br>YES",

        "taskNum": "41E9E1"
    },
    {
        "taskCounter": 1432,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет сумму чисел, кратных 3 и оканчивающихся на 2. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, кратное 3 и оканчивающееся на 2.",
        
        "task2": "Количество чисел не превышает 100. Введённые числа по модулю не превышают 300.",

        "task3": "Программа должна вывести одно число: сумму чисел, кратных 3 и оканчивающихся на 2.",

        "task4": "4<br>12<br>25<br>12<br>9",

        "task5": "24",

        "taskNum": "CAF691"
    },
    {
        "taskCounter": 1431,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности целых чисел определяет количество чисел, кратных 5 или 7. Программа получает на вход целые числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 – признак окончания ввода, не входит в последовательность).",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа по модулю не превышают 30 000.",

        "task3": "Программа должна вывести одно число: количество чисел, кратных 5 или 7.",

        "task4": "-22<br>25<br>-14<br>0",

        "task5": "2",

        "taskNum": "A07498"
    },
    {
        "taskCounter": 1430,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел вычисляет сумму всех двузначных чисел, кратных 8. Программа получает на вход натуральные числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 – признак окончания ввода, не входит в последовательность).",
        
        "task2": "Количество чисел не превышает 20. Введённые числа не превышают 1500.",

        "task3": "Программа должна вывести одно число: сумму всех двузначных чисел, кратных 8.",

        "task4": "17<br>16<br>32<br>160<br>0",

        "task5": "48",

        "taskNum": "AA7391"
    },
    {
        "taskCounter": 1429,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу для решения следующей задачи. Участники парусной регаты стартовали одновременно. На финише фиксировалось время прохождения маршрута каждой яхтой (в часах и минутах). Определите время победителя регаты (в часах и минутах). Известно, что соревнования проходили в течение 12 часов.",
        
        "task2": "Программа получает на вход количество яхт, принимавших участие в регате N (1 ≤ N ≤ 100), затем для каждой яхты вводится два числа: часы и минуты, затраченные на прохождение маршрута.",

        "task3": "",

        "task4": "2<br>3 25<br>2 50",

        "task5": "2 50",

        "taskNum": "59429F"
    },
    {
        "taskCounter": 1428,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел находит среднее арифметическое двузначных чисел или сообщает, что таких чисел нет. Программа получает на вход натуральные числа, количество введённых чисел неизвестно, последовательность заканчивается числом 0 (0 – признак окончания ввода, не является членом последовательности).",
        
        "task2": "Количество чисел не превышает 100. Введённые числа не превышают 300.",

        "task3": "Программа должна вывести среднее арифметическое двузначных чисел или вывести NO, если таких чисел в последовательности нет.",

        "task4": ["13<br>154<br>56<br>0", "269<br>5<br>0"],

        "task5": ["34.5", "NO"],

        "taskNum": "2E2591"
    },
    {
        "taskCounter": 1427,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности целых чисел находит сумму и количество чисел, кратных 17, или сообщает, что таких чисел нет. На вход программы подаются целые числа, количество введённых чисел неизвестно, последовательность заканчивается числом 0 (0 –  признак окончания ввода, не является членом последовательности).",
        
        "task2": "Количество чисел не превышает 100. Введённые числа по модулю не превышают 300.",

        "task3": "Программа должна вывести сумму и количество чисел, кратных 17, или вывести NO, если таких чисел в последовательности нет.",

        "task4": ["34<br>30<br>17<br>0", "-16<br>5<br>0"],

        "task5": ["51 2", "NO"],

        "taskNum": "30E5C9"
    },
    {
        "taskCounter": 1426,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет сумму чисел, кратных 6. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, кратное 6.",
        
        "task2": "Количество чисел не превышает 100. Введённые числа не превышают 300.",

        "task3": "Программа должна вывести одно число –  сумму чисел, кратных 6.",

        "task4": "3<br>12<br>25<br>6",

        "task5": "18",

        "taskNum": "DF90CE"
    },
    {
        "taskCounter": 1425,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет сумму чисел, кратных 6 и оканчивающихся на 4. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, кратное 6 и оканчивающееся на 4.",
        
        "task2": "Количество чисел не превышает 100. Введённые числа по модулю не превышают 300.",

        "task3": "Программа должна вывести одно число: сумму чисел, кратных 6 и оканчивающихся на 4.",

        "task4": "3<br>24<br>25<br>54",

        "task5": "78",

        "taskNum": "2C42CA"
    },
    {
        "taskCounter": 1424,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет количество чисел, кратных 6 и оканчивающихся на 8. Программа получает на вход количество чисел в последовательности, а затем сами числа.",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа по модулю не превышают 30 000.",

        "task3": "Программа должна вывести одно число: количество чисел, кратных 6 и оканчивающихся на 8.",

        "task4": "3<br>18<br>25<br>48",

        "task5": "2",

        "taskNum": "45C8CD"
    },
    {
        "taskCounter": 1423,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел находит среднее арифметическое чисел, кратных 4, или сообщает, что таких чисел нет (выводит NO). Программа получает на вход натуральные числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 undefined  признак окончания ввода, не входит в последовательность).",
        
        "task2": "Количество чисел не превышает 100. Введённые числа не превышают 300.",

        "task3": "Программа должна вывести среднее арифметическое чисел, кратных 4 или вывести «NO», если таких чисел нет.",

        "task4": ["8<br>120<br>64<br>16<br>0", "111<br>1<br>0"],

        "task5": ["52.0", "NO"],

        "taskNum": "8D33AE"
    },
    {
        "taskCounter": 1422,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет максимальное число, кратное 5. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, кратное 5.",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа не превышают 30 000.",

        "task3": "Программа должна вывести одно число –  максимальное число, кратное 5.",

        "task4": "3<br>10<br>25<br>12",

        "task5": "25",

        "taskNum": "AEEAA5"
    },
    {
        "taskCounter": 1421,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел находит наименьшее число, кратное 3. Программа получает на вход целые числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 –  признак окончания ввода, не является членом последовательности).",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа не превышают 30000. Гарантируется, что в последовательности есть хотя бы одно число, кратное 3.",

        "task3": "Программа должна вывести наименьшее число, кратное 3.",

        "task4": "45<br>10<br>9<br>0",

        "task5": "9",

        "taskNum": "151BA0"
    },
    {
        "taskCounter": 1420,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности целых чисел находит среднее арифметическое чисел, кратных 9, или сообщает, что таких чисел нет. Программа получает на вход целые числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 –  признак окончания ввода, не является членом последовательности).",
        
        "task2": "Количество чисел не превышает 100. Введённые числа по модулю не превышают 300.",

        "task3": "Программа должна вывести среднее арифметическое чисел, кратных 9, или вывести NO, если таких чисел в последовательности нет.",

        "task4": ["9<br>-30<br>18<br>0", "-15<br>7<br>0"],

        "task5": ["13.5", "NO"],

        "taskNum": "4E7CA2"
    },
    {
        "taskCounter": 1419,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет количество чисел, кратных 3 и оканчивающихся на 8. Программа получает на вход количество чисел в последовательности, а затем сами числа.",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа по модулю не превышают 30 000.",

        "task3": "Программа должна вывести одно число: количество чисел, кратных 3 и оканчивающихся на 8.",

        "task4": "3<br>18<br>25<br>48",

        "task5": "2",

        "taskNum": "51A753"
    },
    {
        "taskCounter": 1418,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет минимальное чётное число. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется чётное число.",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа не превышают 30 000.",

        "task3": "Программа должна вывести одно число – минимальное чётное число.",

        "task4": "4<br>3<br>20<br>6<br>8",

        "task5": "6",

        "taskNum": "415E52"
    },
    {
        "taskCounter": 1417,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу для решения следующей задачи. Ученики 4 класса вели дневники наблюдения за погодой и ежедневно записывали дневную температуру. Найдите самую низкую температуру за время наблюдения. Если температура опускалась ниже – 15 градусов, выведите YES, иначе выведите NO.",
        
        "task2": "Программа получает на вход количество дней, в течение которых проводилось измерение температуры N (1 ≤ N ≤ 31), затем для каждого дня вводится температура.",

        "task3": "",

        "task4": "4<br>-5<br>12<br>-2<br>8",

        "task5": "-5<br>NO",

        "taskNum": "C681D5"
    },
    {
        "taskCounter": 1416,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности целых чисел вычисляет сумму всех чисел, которые кратны 6 или 11. Программа получает на вход целые числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 –  признак окончания ввода, не входит в последовательность).",
        
        "task2": "Количество чисел не превышает 100. Введённые числа по модулю не превышают 300.",

        "task3": "Программа должна вывести одно число: сумму всех чисел, которые кратны 6 или 11.",

        "task4": "12<br>11<br>8<br>0",

        "task5": "23",

        "taskNum": "AFEFD1"
    },
    {
        "taskCounter": 1415,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет количество чисел, кратных 4. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, кратное 4.",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа не превышают 30 000.",

        "task3": "Программа должна вывести одно число –  количество чисел, кратных 4.",

        "task4": "3<br>16<br>26<br>24",

        "task5": "2",

        "taskNum": "212EDE"
    },
    {
        "taskCounter": 1414,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности целых чисел определяет количество чисел, кратных 7 и оканчивающихся на ноль. Программа получает на вход целые числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 –  признак окончания ввода, не входит в последовательность).",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа по модулю не превышают 30 000.",

        "task3": "Программа должна вывести одно число: количество чисел, кратных 7 и оканчивающихся на ноль.",

        "task4": "27<br>140<br>15<br>0",

        "task5": "1",

        "taskNum": "1C81DB"
    },
    {
        "taskCounter": 1413,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности целых чисел вычисляет сумму всех чисел, которые кратны 4 или 9. Программа получает на вход целые числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 –  признак окончания ввода, не входит в последовательность).",
        
        "task2": "Количество чисел не превышает 20. Введённые числа по модулю не превышают 1500.",

        "task3": "Программа должна вывести одно число: сумму всех чисел, которые кратны 4 или 9.",

        "task4": "-16<br>93<br>90<br>0",

        "task5": "74",

        "taskNum": "08A5D8"
    },
    {
        "taskCounter": 1412,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет количество чисел, кратных 3 и оканчивающихся на 4. Программа получает на вход количество чисел в последовательности, а затем сами числа.",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа по модулю не превышают 30 000.",

        "task3": "Программа должна вывести одно число: количество чисел, кратных 3 и оканчивающихся на 4.",

        "task4": "3<br>24<br>25<br>54",

        "task5": "2",

        "taskNum": "498AD5"
    },
    {
        "taskCounter": 1411,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет минимальное число, кратное 9. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, кратное 9.",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа по модулю не превышают 30 000.",

        "task3": "Программа должна вывести одно число: минимальное число, кратное 9.",

        "task4": "3<br>18<br>9<br>31",

        "task5": "9",

        "taskNum": "4DD2D2"
    },
    {
        "taskCounter": 1410,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности целых чисел определяет количество чисел, кратных 6 или 11. Программа получает на вход целые числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 –  признак окончания ввода, не входит в последовательность).",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа не превышают 30 000.",

        "task3": "Программа должна вывести одно число: количество чисел, кратных 6 или 11.",

        "task4": "66<br>91<br>41<br>60<br>0",

        "task5": "2",

        "taskNum": "40A3D0"
    },
    {
        "taskCounter": 1409,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел находит среднее арифметическое трёхзначных чисел или сообщает, что таких чисел нет (выводит NO). Программа получает на вход натуральные числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 undefined  признак окончания ввода, не входит в последовательность).",
        
        "task2": "Количество чисел не превышает 20. Введённые числа не превышают 1500.",

        "task3": "Программа должна вывести среднее арифметическое трёхзначных чисел или вывести «NO», если таких чисел нет.",

        "task4": ["10<br>120<br>125<br>0", "11<br>1<br>0"],

        "task5": ["122.5", "NO"],

        "taskNum": "937E26"
    },
    {
        "taskCounter": 1408,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел вычисляет сумму всех чисел, кратных 7 и оканчивающихся на 0. Программа получает на вход натуральные числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 –  признак окончания ввода, не входит в последовательность).",
        
        "task2": "Количество чисел не превышает 100. Введённые числа не превышают 300.",

        "task3": "Программа должна вывести одно число: сумму всех чисел, кратных 7 и оканчивающихся на 0.",

        "task4": "14<br>140<br>20<br>70<br>0",

        "task5": "210",

        "taskNum": "AE0327"
    },
    {
        "taskCounter": 1407,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет сумму чисел, кратных 3. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, кратное 3.",
        
        "task2": "Количество чисел не превышает 100. Введённые числа не превышают 300.",

        "task3": "Программа должна вывести одно число – сумму чисел, кратных 3.",

        "task4": "3<br>12<br>25<br>9",

        "task5": "21",

        "taskNum": "50F022"
    },
    {
        "taskCounter": 1406,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет количество чисел, кратных 6 и оканчивающихся на 2. Программа получает на вход количество чисел в последовательности, а затем сами числа.",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа по модулю не превышают 30 000.",

        "task3": "Программа должна вывести одно число: количество чисел, кратных 6 и оканчивающихся на 2.",

        "task4": "3<br>12<br>25<br>42",

        "task5": "2",

        "taskNum": "2AC626"
    },
    {
        "taskCounter": 1405,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности целых чисел определяет количество чётных чисел, кратных 9. Программа получает на вход целые числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 –  признак окончания ввода, не входит в последовательность).",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа по модулю не превышают 30 000.",

        "task3": "Программа должна вывести одно число: количество чётных чисел, кратных 9.",

        "task4": "-32<br>18<br>17<br>0",

        "task5": "1",

        "taskNum": "2ecB20"
    },
    {
        "taskCounter": 1404,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел вычисляет сумму всех однозначных чисел, кратных 3. Программа получает на вход натуральные числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 – признак окончания ввода, не входит в последовательность).",
        
        "task2": "Количество чисел не превышает 100. Введённые числа не превышают 300.",

        "task3": "Программа должна вывести одно число: сумму всех однозначных чисел, кратных 3.",

        "task4": "6<br>6<br>17<br>18<br>0",

        "task5": "12",

        "taskNum": "2DE92F"
    },
    {
        "taskCounter": 1403,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет сумму чисел, оканчивающихся на 8. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, оканчивающееся на 8.",
        
        "task2": "Количество чисел не превышает 100. Введённые числа по модулю не превышают 300.",

        "task3": "Программа должна вывести одно число: сумму чисел, оканчивающихся на 8.",

        "task4": "3<br>18<br>28<br>24",

        "task5": "46",

        "taskNum": "B92B25"
    },
    {
        "taskCounter": 1402,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет максимальное число, кратное 8. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, кратное 8.",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа по модулю не превышают 30 000.",

        "task3": "Программа должна вывести одно число: максимальное число, кратное 8.",

        "task4": "3<br>16<br>24<br>12",

        "task5": "24",

        "taskNum": "B8BD27"
    },
    {
        "taskCounter": 1401,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет количество чисел, оканчивающихся на 3. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, оканчивающееся на 3.",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа не превышают 30 000.",

        "task3": "Программа должна вывести одно число – количество чисел, оканчивающихся на 3.",

        "task4": "3<br>13<br>23<br>24",

        "task5": "2",

        "taskNum": "73582D"
    },
    {
        "taskCounter": 1400,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет сумму чисел, оканчивающихся на 4. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, оканчивающееся на 4.",
        
        "task2": "Количество чисел не превышает 100. Введённые числа не превышают 300.",

        "task3": "Программа должна вывести одно число –  сумму чисел, оканчивающихся на 4.",

        "task4": "3<br>14<br>25<br>24",

        "task5": "38",

        "taskNum": "06D42C"
    },
    {
        "taskCounter": 1399,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет сумму всех таких чисел, которые кратны 4 и оканчиваются на 2. Программа получает на вход натуральные числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 – признак окончания ввода, не входит в последовательность).",
        
        "task2": "Количество чисел не превышает 100. Введённые числа не превышают 300.",

        "task3": "Программа должна вывести одно число: сумму всех чисел, кратных 4 и оканчивающихся на 2.",

        "task4": "12<br>140<br>22<br>0",
        "task5": "12",
        "taskNum": "EB771C"
    },
    {
        "taskCounter": 1398,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет сумму чисел, кратных 6 и оканчивающихся на 8. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, кратное 6 и оканчивающееся на 8.",
        
        "task2": "Количество чисел не превышает 100. Введённые числа по модулю не превышают 300.",

        "task3": "Программа должна вывести одно число: сумму чисел, кратных 6 и оканчивающихся на 8.",

        "task4": "3<br>18<br>25<br>48",
        "task5": "66",
        "taskNum": "A55719"
    },
    {
        "taskCounter": 1397,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет количество чисел, оканчивающихся на 8. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, оканчивающееся на 8.",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа по модулю не превышают 30 000.",

        "task3": "Программа должна вывести одно число: количество чисел, оканчивающихся на 8.",

        "task4": "3<br>18<br>28<br>24",
        "task5": "2",
        "taskNum": "51BD18"
    },
    {
        "taskCounter": 1396,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет количество чисел, кратных 3. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, кратное 3.",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа не превышают 30 000.",

        "task3": "Программа должна вывести одно число –  количество чисел, кратных 3.",

        "task4": "3<br>12<br>26<br>24",
        "task5": "2",
        "taskNum": "DE6B1E"
    },
    {
        "taskCounter": 1395,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет количество чисел, кратных 3 и оканчивающихся на 2. Программа получает на вход количество чисел в последовательности, а затем сами числа.",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа по модулю не превышают 30 000.",

        "task3": "Программа должна вывести одно число: количество чисел, кратных 3 и оканчивающихся на 2.",

        "task4": "4<br>12<br>25<br>12<br>9",
        "task5": "2",
        "taskNum": "F66F1D"
    },
    {
        "taskCounter": 1394,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет минимальное число, оканчивающееся на 4. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, оканчивающееся на 4.",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа не превышают 30 000.",

        "task3": "Программа должна вывести одно число –  минимальное число, оканчивающееся на 4.",

        "task4": "3<br>24<br>14<br>34",
        "task5": "14",
        "taskNum": "E2AEB9"
    },
    {
        "taskCounter": 1393,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая по двум данным натуральным числам a и b, не превосходящим 30000, подсчитывает количество чётных натуральных чисел на отрезке [a, b] (включая концы отрезка).",
        
        "task2": "Программа получает на вход два натуральных числа a и b, при этом гарантируется, что 1 ≤ a ≤ b ≤ 30000. Проверять входные данные на корректность не нужно.",

        "task3": "Программа должна вывести одно число: количество чётных чисел на отрезке [a, b].",

        "task4": "10<br>20",
        "task5": "6",
        "taskNum": "C3AEB5"
    },
    {
        "taskCounter": 1392,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет сумму чисел, кратных 3 и оканчивающихся на 4. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, кратное 3 и оканчивающееся на 4.",
        
        "task2": "Количество чисел не превышает 100. Введённые числа по модулю не превышают 300.",

        "task3": "Программа должна вывести одно число: сумму чисел, кратных 3 и оканчивающихся на 4.",

        "task4": "3<br>24<br>25<br>54",
        "task5": "78",
        "taskNum": "18BEB8"
    },
    {
        "taskCounter": 1391,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет количество чисел, оканчивающихся на 9. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, оканчивающееся на 9.",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа по модулю не превышают 30 000.",

        "task3": "Программа должна вывести одно число: количество чисел, оканчивающихся на 9.",

        "task4": "3<br>19<br>29<br>24",
        "task5": "2",
        "taskNum": "e61278"
    },
    {
        "taskCounter": 1390,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел находит среднее арифметическое двузначных чисел или сообщает, что таких чисел нет (выводит «NO»). Программа получает на вход натуральные числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 – признак окончания ввода, не входит в последовательность).",
        
        "task2": "Количество чисел не превышает 100. Введенные числа не превышают 300.",

        "task3": "Программа должна вывести среднее арифметическое двузначных чисел или вывести «NO», если таких чисел нет. Значение выводить с точностью до десятых.",

        "task4": ["10<br>120<br>49<br>0","111<br>1<br>0"],
        "task5": ["29.5", "NO"],
        "taskNum": "689C75"
    },
    {
        "taskCounter": 1389,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет количество чисел, кратных 6. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, кратное 6.",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа не превышают 30 000.",

        "task3": "Программа должна вывести одно число –  количество чисел, кратных 6.",

        "task4": "3<br>18<br>26<br>24",
        "task5": "2",
        "taskNum": "EE667E"
    },
    {
        "taskCounter": 1388,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу для решения следующей задачи. На контрольной работе по алгебре ученикам 9 класса было предложено 10 примеров. Неудовлетворительная оценка выставляется, если правильно решено менее половины примеров.",
        
        "task2": "Сколько неудовлетворительных оценок было получено учениками? Если хотя бы один из учеников правильно решил все задачи, выведите YES, иначе выведите NO.",

        "task3": "Программа получает на вход количество учеников в классе N (1 ≤ N ≤ 30), затем для каждого ученика вводится количество правильно решённых примеров.",

        "task4": "4<br>3<br>9<br>2<br>8",
        "task5": "2<br>NO",
        "taskNum": "5A5C7A"
    },
    {
        "taskCounter": 1387,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет минимальное число, оканчивающееся на 2. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, оканчивающееся на 2.",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа по модулю не превышают 30 000.",

        "task3": "Программа должна вывести одно число: минимальное число, оканчивающееся на 2.",

        "task4": "3<br>22<br>12<br>36",
        "task5": "12",
        "taskNum": "4A457B"
    },
    {
        "taskCounter": 1386,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет минимальное число, оканчивающееся на 6. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, оканчивающееся на 6.",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа не превышают 30 000.",

        "task3": "Программа должна вывести одно число –  минимальное число, оканчивающееся на 6.",

        "task4": "3<br>26<br>16<br>36",
        "task5": "16",
        "taskNum": "37BA0C"
    },
    {
        "taskCounter": 1385,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет количество однозначных чисел, кратных 3. Программа получает на вход натуральные числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 – признак окончания ввода, не входит в последовательность).",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа не превышают 30 000.",

        "task3": "Программа должна вывести одно число: количество однозначных чисел, кратных 3.",

        "task4": "121<br>9<br>5<br>0",
        "task5": "1",
        "taskNum": "CACD02"
    },
    {
        "taskCounter": 1384,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел вычисляет сумму трёхзначных чисел, кратных 4. Программа получает на вход натуральные числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 –  признак окончания ввода, не входит в последовательность).",
        
        "task2": "Количество чисел не превышает 20. Введённые числа не превышают 1500.",

        "task3": "Программа должна вывести одно число: сумму трёхзначных чисел, кратных 4.",

        "task4": "18<br>192<br>104<br>117<br>0",
        "task5": "296",
        "taskNum": "17F601"
    },
    {
        "taskCounter": 1383,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности целых чисел определяет количество чётных чисел, кратных 5. Программа получает на вход целые числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 –  признак окончания ввода, не входит в последовательность).",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа по модулю не превышают 30 000.",

        "task3": "Программа должна вывести одно число: количество чётных чисел, кратных 5.",

        "task4": "-32<br>10<br>17<br>0",
        "task5": "1",
        "taskNum": "3F4FFe"
    },
    {
        "taskCounter": 1382,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности целых чисел определяет количество чисел, кратных 5 или 9. Программа получает на вход целые числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 –  признак окончания ввода, не входит в последовательность).",
        
        "task2": "Количество чисел не превышает 1000. Введённые числа по модулю не превышают 30 000.",

        "task3": "Программа должна вывести одно число: количество чисел, кратных 5 или 9.",

        "task4": "15<br>91<br>90<br>0",
        "task5": "2",
        "taskNum": "C576FE"
    },
    {
        "taskCounter": 1381,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу для решения следующей задачи. Ученики 4 класса вели дневники наблюдения за погодой и ежедневно записывали дневную температуру. Найдите среднюю температуру за время наблюдения. ",
        
        "task2": "Если количество дней, когда температура поднималась выше нуля градусов, не менее 5, выведите YES, иначе выведите NO.",

        "task3": "Программа получает на вход количество дней, в течение которых проводилось наблюдение N (1 ≤ N ≤ 31), затем для каждого дня вводится температура.",

        "task4": "4<br>-4<br>12<br>-2<br>8",
        "task5": "3.5<br>NO",
        "taskNum": "A367FD"
    },
    {
        "taskCounter": 1380,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел находит среднее арифметическое чисел, кратных 8, или сообщает, что таких чисел нет (выводит «NO»). Программа получает на вход натуральные числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 –  признак окончания ввода, не входит в последовательность).",
        
        "task2": "Количество чисел не превышает 100. Введённые числа не превышают 300.",

        "task3": "Программа должна вывести среднее арифметическое чисел, кратных 8, или вывести «NO», если таких чисел нет. Значение выводить с точностью до десятых.",

        "task4": ["8<br>122<br>64<br>16<br>0", "111<br>1<br>0"],
        "task5": ["29.3", "NO"],
        "taskNum": "D7DDF7"
    },
    {
        "taskCounter": 1379,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет сумму чисел, кратных 5. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, кратное 5.",
        
        "task2": "Количество чисел не превышает 100. Введённые числа не превышают 300.",

        "task3": "Программа должна вывести одно число –  сумму чисел, кратных 5.",

        "task4": "3<br>15<br>25<br>6",
        "task5": "40",
        "taskNum": "17BAFA"
    },
    {
        "taskCounter": 1378,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет сумму чисел, кратных 3 и оканчивающихся на 8. Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, кратное 3 и оканчивающееся на 8.",
        
        "task2": "Количество чисел не превышает 100. Введённые числа по модулю не превышают 300.",

        "task3": "Программа должна вывести одно число: сумму чисел, кратных 3 и оканчивающихся на 8.",

        "task4": "3<br>18<br>25<br>48",
        "task5": "66",
        "taskNum": "B8D5FC"
    },
    {
        "taskCounter": 1377,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет среднее арифметическое элементов, запись которых в системе счисления с основанием 7 оканчивается цифрой 4. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход натуральные десятичные числа, не превышающие 30 000, каждое в отдельной строке. Количество введённых чисел неизвестно, их последовательность заканчивается числом 0 (0 – признак окончания ввода, в последовательность не входит).",

        "task3": "Программа должна вывести одно число – среднее арифметическое десятичных чисел (элементов последовательности), запись которых в 7-ричной системе счисления оканчивается цифрой 4, или «NO», если среди входных данных таких элементов нет.",

        "task4": "11<br>25<br>30<br>14<br>54<br>0",
        "task5": "18",
        "taskNum": "1B108F"
    },
    {
        "taskCounter": 1376,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет сумму элементов, запись которых в системе счисления с основанием 7 оканчивается цифрой 6. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход в первой строке натуральное число – количество чисел N (3 ≤ N ≤ 10 000), затем N натуральных чисел, не превышающих 30 000, каждое в отдельной строке.",

        "task3": "Программа должна вывести одно число – сумму десятичных чисел (элементов последовательности), запись которых в 7-ричной системе счисления оканчивается цифрой 6, или «NO», если среди входных данных таких элементов нет.",

        "task4": "5<br>20<br>13<br>9<br>28<br>12",
        "task5": "33",
        "taskNum": "18EA84"
    },
    {
        "taskCounter": 1375,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет наибольший элемент, запись которого в системе счисления с основанием 9 оканчивается цифрой 1. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход в первой строке натуральное число – количество чисел N (3 ≤ N ≤ 10 000), затем N натуральных чисел, не превышающих 30 000, каждое в отдельной строке.",

        "task3": "Программа должна вывести одно десятичное число – наибольший элемент последовательности, запись которого в 9-ричной системе счисления оканчивается цифрой 1, или «NO», если среди входных данных таких элементов нет.",

        "task4": "5<br>10<br>9<br>11<br>91<br>28",
        "task5": "91",
        "taskNum": "B8CB8B"
    },
    {
        "taskCounter": 1374,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет наименьший элемент, запись которого в системе счисления с основанием 9 оканчивается цифрой 1. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход натуральные десятичные числа, не превышающие 30 000, каждое в отдельной строке. Количество введённых чисел неизвестно, их последовательность заканчивается числом 0 (0 – признак окончания ввода, в последовательность не входит).",

        "task3": "Программа должна вывести одно десятичное число – наименьший элемент последовательности, запись которого в 9-ричной системе счисления оканчивается цифрой 1, или «NO», если среди входных данных таких элементов нет.",

        "task4": "10<br>9<br>11<br>91<br>28<br>0",
        "task5": "10",
        "taskNum": "6D7939"
    },
    {
        "taskCounter": 1373,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",
 
        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет сумму элементов, запись которых в системе счисления с основанием 5 оканчивается нечётной цифрой. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход натуральные десятичные числа, не превышающие 30 000, каждое в отдельной строке. Количество введённых чисел неизвестно, их последовательность заканчивается числом 0 (0 – признак окончания ввода, в последовательность не входит).",

        "task3": "Программа должна вывести одно число – сумму десятичных чисел (элементов последовательности), запись которых в системе счисления с основанием 5 оканчивается нечётной цифрой, или «NO», если среди входных данных таких элементов нет.",

        "task4": "12<br>15<br>10<br>71<br>50<br>11<br>0",
        "task5": "82",
        "taskNum": "EF2331"
    },
    {
        "taskCounter": 1372,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",
 
        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет количество элементов, запись которых в системе счисления с основанием 5 оканчивается чётной цифрой. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход натуральные десятичные числа, не превышающие 30 000, каждое в отдельной строке. Количество введённых чисел неизвестно, их последовательность заканчивается числом 0 (0 – признак окончания ввода, в последовательность не входит).",

        "task3": "Программа должна вывести одно число – количество десятичных чисел (элементов последовательности), запись которых в системе счисления с основанием 5 оканчивается чётной цифрой, или «NO», если среди входных данных таких элементов нет.",

        "task4": "12<br>15<br>10<br>71<br>50<br>11<br>0",
        "task5": "4",
        "taskNum": "90CE3C"
    },
    {
        "taskCounter": 1371,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет сумму элементов, запись которых в системе счисления с основанием 5 оканчивается нечётной цифрой. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход в первой строке натуральное число – количество чисел N (3 ≤ N ≤ 10 000), затем N натуральных чисел, не превышающих 30 000, каждое в отдельной строке.",

        "task3": "Программа должна вывести одно число – сумму десятичных чисел (элементов последовательности), запись которых в 5-ричной системе счисления оканчивается нечётной цифрой, или «NO», если среди входных данных таких элементов нет.",

        "task4": "6<br>12<br>15<br>10<br>71<br>50<br>11",
        "task5": "82",
        "taskNum": "5A3C65"
    },
    {
        "taskCounter": 1370,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет количество элементов, запись которых в системе счисления с основанием 5 оканчивается чётной цифрой. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход в первой строке натуральное число – количество чисел N (3 ≤ N ≤ 10 000), затем N натуральных чисел, не превышающих 30 000, каждое в отдельной строке.",

        "task3": "Программа должна вывести одно число – количество десятичных чисел (элементов последовательности), запись которых в 5-ричной системе счисления оканчивается чётной цифрой, или «NO», если среди входных данных таких элементов нет.",

        "task4": "6<br>12<br>15<br>10<br>71<br>50<br>11",
        "task5": "4",
        "taskNum": "1DF767"
    },
    {
        "taskCounter": 1369,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет количество элементов, запись которых в системе счисления с основанием 7 оканчивается цифрой 2. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход натуральные десятичные числа, не превышающие 30 000, каждое в отдельной строке. Количество введённых чисел неизвестно, их последовательность заканчивается числом 0 (0 – признак окончания ввода, в последовательность не входит).",

        "task3": "Программа должна вывести одно число – количество десятичных чисел (элементов последовательности), запись которых в 7-ричной системе счисления оканчивается цифрой 2, или «NO», если среди входных данных таких элементов нет.",

        "task4": "37<br>22<br>16<br>25<br>42<br>0",
        "task5": "2",
        "taskNum": "46CC66"
    },
    {
        "taskCounter": 1368,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет сумму элементов, запись которых в системе счисления с основанием 7 оканчивается цифрой 3. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход в первой строке натуральное число – количество чисел N (3 ≤ N ≤ 10 000), затем N натуральных чисел, не превышающих 30 000, каждое в отдельной строке.",

        "task3": "Программа должна вывести одно число – сумму десятичных чисел (элементов последовательности), запись которых в 7-ричной системе счисления оканчивается цифрой 3, или «NO», если среди входных данных таких элементов нет.",

        "task4": "5<br>33<br>63<br>17<br>24<br>53",
        "task5": "41",
        "taskNum": "8A66E0"
    },
    {
        "taskCounter": 1367,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет наибольший элемент, запись которого в системе счисления с основанием 9 оканчивается цифрой 1. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход натуральные десятичные числа, не превышающие 30 000, каждое в отдельной строке. Количество введённых чисел неизвестно, их последовательность заканчивается числом 0 (0 – признак окончания ввода, в последовательность не входит).",

        "task3": "Программа должна вывести одно десятичное число – наибольший элемент последовательности, запись которого в 9-ричной системе счисления оканчивается цифрой 1, или «NO», если среди входных данных таких элементов нет.",

        "task4": "10<br>9<br>11<br>91<br>28<br>0",
        "task5": "91",
        "taskNum": "D9A7E1"
    },
    {
        "taskCounter": 1366,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет наименьший элемент, запись которого в системе счисления с основанием 9 оканчивается цифрой 1. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход в первой строке натуральное число – количество чисел N (3 ≤ N ≤ 10 000), затем N натуральных чисел, не превышающих 30 000, каждое в отдельной строке.",

        "task3": "Программа должна вывести одно десятичное число – наименьший элемент последовательности, запись которого в 9-ричной системе счисления оканчивается цифрой 1, или «NO», если среди входных данных таких элементов нет.",

        "task4": "5<br>10<br>9<br>11<br>91<br>28",
        "task5": "10",
        "taskNum": "2130E9"
    },
    {
        "taskCounter": 1365,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет среднее арифметическое элементов, запись которых в системе счисления с основанием 5 оканчивается нечётной цифрой. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход в первой строке натуральное число – количество чисел N (3 ≤ N ≤ 10 000), затем N натуральных чисел, не превышающих 30 000, каждое в отдельной строке.",

        "task3": "Программа должна вывести одно число – среднее арифметическое десятичных чисел (элементов последовательности), запись которых в 5-ричной системе счисления оканчивается нечётной цифрой, или «NO», если среди входных данных таких элементов нет.",

        "task4": "6<br>12<br>15<br>10<br>71<br>50<br>11",
        "task5": "41",
        "taskNum": "992C9C"
    },
    {
        "taskCounter": 1364,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",
 
        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет сумму элементов, запись которых в системе счисления с основанием 7 оканчивается цифрой 6. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход натуральные десятичные числа, не превышающие 30 000, каждое в отдельной строке. Количество введённых чисел неизвестно, их последовательность заканчивается числом 0 (0 – признак окончания ввода, в последовательность не входит).",

        "task3": "Программа должна вывести одно число – сумму десятичных чисел (элементов последовательности), запись которых в 7-ричной системе счисления оканчивается цифрой 6, или «NO», если среди входных данных таких элементов нет.",

        "task4": "20<br>13<br>9<br>28<br>12<br>0",
        "task5": "33",
        "taskNum": "E4F7CA"
    },
    {
        "taskCounter": 1363,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",
 
        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет количество элементов, запись которых в системе счисления с основанием 7 оканчивается цифрой 1. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход натуральные десятичные числа, не превышающие 30 000, каждое в отдельной строке. Количество введённых чисел неизвестно, их последовательность заканчивается числом 0 (0 – признак окончания ввода, в последовательность не входит).",

        "task3": "Программа должна вывести одно число – количество десятичных чисел (элементов последовательности), запись которых в 7-ричной системе счисления оканчивается цифрой 1, или «NO», если среди входных данных таких элементов нет.",

        "task4": "12<br>15<br>10<br>71<br>50<br>11<br>0",
        "task5": "3",
        "taskNum": "DBFBCC"
    },
    {
        "taskCounter": 1362,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет сумму элементов, запись которых в системе счисления с основанием 5 оканчивается чётной цифрой. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход в первой строке натуральное число – количество чисел N (3 ≤ N ≤ 10 000), затем N натуральных чисел, не превышающих 30 000, каждое в отдельной строке.",

        "task3": "Программа должна вывести одно число – сумму десятичных чисел (элементов последовательности), запись которых в 5-ричной системе счисления оканчивается чётной цифрой, или «NO», если среди входных данных таких элементов нет.",

        "task4": "6<br>12<br>15<br>10<br>71<br>50<br>11",
        "task5": "87",
        "taskNum": "E124A8"
    },
    {
        "taskCounter": 1361,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет среднее арифметическое элементов, запись которых в системе счисления с основанием 7 оканчивается нечётной цифрой. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход натуральные десятичные числа, не превышающие 30 000, каждое в отдельной строке. Количество введённых чисел неизвестно, их последовательность заканчивается числом 0 (0 – признак окончания ввода, в последовательность не входит).",

        "task3": "Программа должна вывести одно число – среднее арифметическое десятичных чисел (элементов последовательности), запись которых в системе счисления с основанием 7 оканчивается нечётной цифрой, или «NO», если среди входных данных таких элементов нет.",

        "task4": "12<br>15<br>10<br>71<br>50<br>11<br>0",
        "task5": "31.6",
        "taskNum": "BDAD52"
    },
    {
        "taskCounter": 1360,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет количество элементов, запись которых в системе счисления с основанием 5 оканчивается нечётной цифрой. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход натуральные десятичные числа, не превышающие 30 000, каждое в отдельной строке. Количество введённых чисел неизвестно, их последовательность заканчивается числом 0 (0 – признак окончания ввода, в последовательность не входит).",

        "task3": "Программа должна вывести одно число – количество десятичных чисел (элементов последовательности), запись которых в системе счисления с основанием 5 оканчивается нечётной цифрой, или «NO», если среди входных данных таких элементов нет.",

        "task4": "12<br>15<br>10<br>71<br>50<br>11<br>0",
        "task5": "2",
        "taskNum": "9A0EDE"
    },
    {
        "taskCounter": 1359,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет сумму элементов, запись которых в системе счисления с основанием 5 оканчивается чётной цифрой. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход натуральные десятичные числа, не превышающие 30 000, каждое в отдельной строке. Количество введённых чисел неизвестно, их последовательность заканчивается числом 0 (0 – признак окончания ввода, в последовательность не входит).",

        "task3": "Программа должна вывести одно число – сумму десятичных чисел (элементов последовательности), запись которых в системе счисления с основанием 5 оканчивается чётной цифрой, или «NO», если среди входных данных таких элементов нет.",

        "task4": "12<br>15<br>10<br>71<br>50<br>11<br>0",
        "task5": "87",
        "taskNum": "4CEE2A"
    },
    {
        "taskCounter": 1358,
        "typeTask": 1,
        
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет сумму элементов, запись которых в системе счисления с основанием 7 оканчивается цифрой 3. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход натуральные десятичные числа, не превышающие 30 000, каждое в отдельной строке. Количество введённых чисел неизвестно, их последовательность заканчивается числом 0 (0 – признак окончания ввода, в последовательность не входит).",

        "task3": "Программа должна вывести одно число – сумму десятичных чисел (элементов последовательности), запись которых в 7-ричной системе счисления оканчивается цифрой 3, или «NO», если среди входных данных таких элементов нет.",

        "task4": "33<br>63<br>17<br>24<br>53<br>0",
        "task5": "41",
        "taskNum": "0B7312"
    },
    {
        "taskCounter": 1306,
        "typeTask": 1,
        "taskAuthor": "Основная волна 16.06.25",
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет количество двузначных чисел, кратных 8.",
        
        "task2": "Программа получает на вход натуральные числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 – признак окончания ввода, не входит в последовательность).",

        "task3": "Количество чисел не превышает 1000. Введённые числа не превышают 30 000. Программа должна вывести одно число: количество двузначных чисел, кратных 8.",

        "task4": "8<br>16<br>77<br>0",
        "task5": "1",
        "taskNum": "A0B42B"
    },
    {
        "taskCounter": 1305,
        "typeTask": 1,
        "taskAuthor": "Основная волна 06.06.25",
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных чисел определяет сумму чисел, кратных 6 и оканчивающихся на 2.",
        
        "task2": "Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда имеется число, кратное 6 и оканчивающееся на 2.",

        "task3": "Количество чисел не превышает 100. Введённые числа по модулю не превышают 300. Программа должна вывести одно число: сумму чисел, кратных 6 и оканчивающихся на 2.",

        "task4": "3<br>12<br>25<br>42",
        "task5": "54",
        "taskNum": "BA6BE0"
    },
    {
        "taskCounter": 1304,
        "typeTask": 1,
        "taskAuthor": "Основная волна 26.05.25",
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности целых чисел определяет количество чётных чисел, кратных 7.",
        
        "task2": "Программа получает на вход целые числа, количество введённых чисел неизвестно, последовательность чисел заканчивается числом 0 (0 – признак окончания ввода, не входит в последовательность).",

        "task3": "Количество чисел не превышает 1000. Введённые числа по модулю не превышают 30 000. Программа должна вывести одно число: количество чётных чисел, кратных 7.",

        "task4": "–32<br>14<br>17<br>0",
        "task5": "1",
        "taskNum": "02A267"
    },
    {
        "taskCounter": 1295,
        "typeTask": 1,
        "taskAuthor": "Демоверсия 2025",
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Ученики 4 класса вели дневники наблюдения за погодой и ежедневно записывали дневную температуру.",
        
        "task2": "Найдите среднюю температуру для дней, когда температура поднималась выше нуля градусов. Определите количество таких дней. Гарантируется, что за время наблюдения хотя бы в один из дней температура поднималась выше нуля градусов.",

        "task3": "Программа получает на вход количество дней, в течение которых проводилось наблюдение N (1 ≤ N ≤ 31), затем для каждого дня вводится температура.",

        "task4": "4<br>-5<br>12<br>-2<br>8",
        "task5": "10.0<br>2",
        "taskNum": "8E46D4"
    },
    {
        "taskCounter": 962,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет среднее арифметическое элементов, запись которых в системе счисления с основанием 7 оканчивается цифрой 4. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход в первой строке натуральное число – количество чисел N (3 ≤ N ≤ 10 000), затем N натуральных чисел, не превышающих 30 000, каждое в отдельной строке.",

        "task3": "Программа должна вывести одно число – среднее арифметическое десятичных чисел (элементов последовательности), запись которых в 7-ричной системе счисления оканчивается цифрой 4, или «NO», если среди входных данных таких элементов нет.",

        "task4": "5<br>11<br>25<br>30<br>14<br>54",
        "task5": "18",
        "taskNum": "50D7B2"
    },
    {
        "taskCounter": 961,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет среднее арифметическое элементов, запись которых в системе счисления с основанием 7 оканчивается цифрой 5. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход в первой строке натуральное число – количество чисел N (3 ≤ N ≤ 10 000), затем N натуральных чисел, не превышающих 30 000, каждое в отдельной строке.",

        "task3": "Программа должна вывести одно число – среднее арифметическое десятичных чисел (элементов последовательности), запись которых в 7-ричной системе счисления оканчивается цифрой 5, или «NO», если среди входных данных таких элементов нет.",

        "task4": "5<br>12<br>14<br>20<br>68<br>25",
        "task5": "40",
        "taskNum": "41D07B"
    },
    {
        "taskCounter": 960,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет среднее арифметическое элементов, запись которых в системе счисления с основанием 7 оканчивается цифрой 5. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход натуральные десятичные числа, не превышающие 30 000, каждое в отдельной строке. Количество введённых чисел неизвестно, их последовательность заканчивается числом 0 (0 – признак окончания ввода, в последовательность не входит).",

        "task3": "Программа должна вывести одно число – среднее арифметическое десятичных чисел (элементов последовательности), запись которых в 7-ричной системе счисления оканчивается цифрой 5, или «NO», если среди входных данных таких элементов нет.",

        "task4": "12<br>14<br>20<br>68<br>25<br>0",
        "task5": "40",
        "taskNum": "026108"
    },
    {
        "taskCounter": 959,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет среднее арифметическое элементов, запись которых в системе счисления с основанием 5 оканчивается нечётной цифрой. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход натуральные десятичные числа, не превышающие 30 000, каждое в отдельной строке. Количество введённых чисел неизвестно, их последовательность заканчивается числом 0 (0 – признак окончания ввода, в последовательность не входит).",

        "task3": "Программа должна вывести одно число – среднее арифметическое десятичных чисел (элементов последовательности), запись которых в системе счисления с основанием 5 оканчивается нечётной цифрой, или «NO», если среди входных данных таких элементов нет.",

        "task4": "12<br>15<br>10<br>71<br>50<br>11<br>0",
        "task5": "41",
        "taskNum": "014503"
    },
    {
        "taskCounter": 958,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет количество элементов, запись которых в системе счисления с основанием 5 оканчивается нечётной цифрой. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход в первой строке натуральное число – количество чисел N (3 ≤ N ≤ 10 000), затем N натуральных чисел, не превышающих 30 000, каждое в отдельной строке.",

        "task3": "Программа должна вывести одно число – количество десятичных чисел (элементов последовательности), запись которых в 5-ричной системе счисления оканчивается нечётной цифрой, или «NO», если среди входных данных таких элементов нет.",

        "task4": "6<br>12<br>15<br>10<br>71<br>50<br>11",
        "task5": "2",
        "taskNum": "AB87F8"
    },
    {
        "taskCounter": 957,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет наибольший элемент, запись которого в системе счисления с основанием 7 оканчивается нечётной цифрой. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход натуральные десятичные числа, не превышающие 30 000, каждое в отдельной строке. Количество введённых чисел неизвестно, их последовательность заканчивается числом 0 (0 – признак окончания ввода, в последовательность не входит).",

        "task3": "Программа должна вывести одно десятичное число – наибольший элемент последовательности, запись которого в 7-ричной системе счисления оканчивается нечётной цифрой, или «NO», если среди входных данных таких элементов нет.",

        "task4": "12<br>15<br>10<br>71<br>50<br>11<br>0",
        "task5": "71",
        "taskNum": "CC7540"
    },
    {
        "taskCounter": 956,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет количество элементов, запись которых в системе счисления с основанием 7 оканчивается цифрой 2. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход в первой строке натуральное число – количество чисел N (3 ≤ N ≤ 10 000), затем N натуральных чисел, не превышающих 30 000, каждое в отдельной строке.",

        "task3": "Программа должна вывести одно число – количество десятичных чисел (элементов последовательности), запись которых в 7-ричной системе счисления оканчивается цифрой 2, или «NO», если среди входных данных таких элементов нет.",

        "task4": "5<br>37<br>22<br>16<br>25<br>42",
        "task5": "2",
        "taskNum": "11484C"
    },
    {
        "taskCounter": 955,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет среднее арифметическое элементов, запись которых в системе счисления с основанием 7 оканчивается нечётной цифрой. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход в первой строке натуральное число – количество чисел N (3 ≤ N ≤ 10 000), затем N натуральных чисел, не превышающих 30 000, каждое в отдельной строке.",

        "task3": "Программа должна вывести одно число – среднее арифметическое десятичных чисел (элементов последовательности), запись которых в 7-ричной системе счисления оканчивается нечётной цифрой, или «NO», если среди входных данных таких элементов нет.",

        "task4": "6<br>12<br>15<br>10<br>71<br>50<br>11",
        "task5": "31.6",
        "taskNum": "0FCA49"
    },
    {
        "taskCounter": 954,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет наибольший элемент, запись которого в системе счисления с основанием 7 оканчивается нечётной цифрой. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход в первой строке натуральное число – количество чисел N (3 ≤ N ≤ 10 000), затем N натуральных чисел, не превышающих 30 000, каждое в отдельной строке.",

        "task3": "Программа должна вывести одно десятичное число – наибольший элемент последовательности, запись которого в 7-ричной системе счисления оканчивается нечётной цифрой, или «NO», если среди входных данных таких элементов нет.",

        "task4": "6<br>12<br>15<br>10<br>71<br>50<br>11",
        "task5": "71",
        "taskNum": "0A474B"
    },
    {
        "taskCounter": 953,
        "typeTask": 1,
        "taskKec": [1, 16, 1],
        "taskAnswer": "",

        "task1": "Напишите программу, которая в последовательности натуральных десятичных чисел определяет количество элементов, запись которых в системе счисления с основанием 7 оканчивается цифрой 1. Если среди входных данных таких элементов нет, программа должна вывести «NO».",
        
        "task2": "Программа получает на вход в первой строке натуральное число – количество чисел N (3 ≤ N ≤ 10 000), затем N натуральных чисел, не превышающих 30 000, каждое в отдельной строке.",

        "task3": "Программа должна вывести одно число – количество десятичных чисел (элементов последовательности), запись которых в 7-ричной системе счисления оканчивается цифрой 1, или «NO», если среди входных данных таких элементов нет.",

        "task4": "6<br>12<br>15<br>10<br>71<br>50<br>11",
        "task5": "3",
        "taskNum": "F1B54B"
    }
]